[
    {
      "breed": "Affenpinscher",
      "height": "9-11.5 inches",
      "weight": "7-10 pounds",
      "life_expectancy": "12-15 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Outgoing",
      "about": "​The Affen’s apish look has been described many ways. They’ve been called “monkey dogs” and “ape terriers.” The French say diablotin moustachu (“mustached little devil”), and Star Wars fans argue whether they look more like Wookies or Ewoks.,Standing less than a foot tall, these sturdy terrier-like dogs approach life with great confidence. “This isn’t a breed you train,” a professional dog handler tells us, “He’s like a human. You befriend him.” The dense, harsh coat is described as “neat but shaggy” and comes in several colors; the gait is light and confident. They can be willful and domineering, but mostly Affens are loyal, affectionate, and always entertaining. Affen people say they love being owned by their little monkey dogs."
    },
    {
      "breed": "Afghan Hound",
      "height": "25-27 inches",
      "weight": "50-60 pounds",
      "life_expectancy": "12-15 years",
      "group": "Hound Group",
      "grooming": "Daily Brushing",
      "shedding": "Infrequent",
      "energy": "Energetic",
      "trainability": "May be Stubborn",
      "temperament": "Aloof/Wary",
      "about": "The Afghan Hound is an ancient breed, his whole appearance one of dignity and aloofness – his eyes gazing into the distance as if in memory of ages past. An intelligent and independent mind, his whole appearance one of dignity and style. To his own he is devoted and loyal with a charming and lively personality. The Afghan Hound is an athlete capable of immense speed and requires a large fenced in yard and exercise daily.,Since ancient times, Afghan Hounds have been famous for their elegant beauty. But the thick, silky, flowing coat that is the breed’s crowning glory isn’t just for show — it served as protection from the harsh climate in mountainous regions where Afghans originally earned their keep. Beneath the Afghan’s glamorous exterior is a powerful, agile hound — standing as high as 27 inches at the shoulder — built for a long day’s hunt. Their huge paw-pads acted as shock absorbers on their homeland’s punishing terrain.,The Afghan Hound is a special breed for special people. A breed expert writes, “It’s not the breed for all would-be dog owners, but where the dog and owner combination is right, no animal can equal the Afghan Hound as a pet.”"
    },
    {
      "breed": "Airedale Terrier",
      "height": "23 inches",
      "weight": "50-70 pounds",
      "life_expectancy": "11-14 years",
      "group": "Terrier Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The Airedale Terrier is the largest of all terrier breeds. Males stand about 23 inches at the shoulder, females a little less. The dense, wiry coat is tan with black markings. Long, muscular legs give Airedales a regal lift in their bearing, and the long head—with its sporty beard and mustache, dark eyes, and neatly folded ears—conveys a keen intelligence. Airedales are the very picture of an alert and willing terrier—only bigger. And, like his smaller cousins in the terrier family, he can be bold, determined, and stubborn. Airedales are docile and patient with kids but won’t back down when protecting hearth and home. Thanks to their famous do-it-all attitude, Airedales excel in all kinds of sports and family activities."
    },
    {
      "breed": "Akita",
      "height": "26-28 inches (male), 24-26 inches (female)",
      "weight": "100-130 pounds (male), 70-100 pounds (female)",
      "life_expectancy": "10-13 years",
      "group": "Working Group",
      "grooming": "Daily Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Akitas are burly, heavy-boned spitz-type dogs of imposing stature. Standing 24 to 28 inches at the shoulder, Akitas have a dense coat that comes in several colors, including white. The head is broad and massive, and is balanced in the rear by a full, curled-over tail. The erect ears and dark, shining eyes contribute to an expression of alertness, a hallmark of the breed.,Akitas are quiet, fastidious dogs. Wary of strangers and often intolerant of other animals, Akitas will gladly share their silly, affectionate side with family and friends. They thrive on human companionship. The large, independent-thinking Akita is hardwired for protecting those they love. They must be well socialized from birth with people and other dogs."
    },
    {
      "breed": "Alaskan Malamute",
      "height": "25 inches (male), 23 inches (female)",
      "weight": "85 pounds (male), 75 pounds (female)",
      "life_expectancy": "10-14 years",
      "group": "Working Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "The Alaskan Malamute stands 23 to 25 inches at the shoulder and weighs 75 to 85 pounds. Everything about Mals suggests their origin as an arctic sled dog: The heavy bone, deep chest, powerful shoulders, and dense, weatherproof coat all scream, “I work hard for a living!” But their almond-shaped brown eyes have an affectionate sparkle, suggesting Mals enjoy snuggling with their humans when the workday is done. Mals are pack animals. And in your family “pack,” the leader must be you. If a Mal doesn’t respect you, he will wind up owning you instead of the other way around. Firm but loving training should begin in early puppyhood. That said, a well-behaved Mal is a joy to be with—playful, gentle, friendly, and great with kids."
    },
    {
      "breed": "American Bulldog",
      "height": "22-25 inches (males); 20-23 inches (females)",
      "weight": "75-100 pounds (males); 60-80 pounds (females)",
      "life_expectancy": "10-12 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The American Bulldog is a descendant of the English Bulldog. It is believed that the bulldog was in America as early as the 17th century. They came to the United States in the 1800s, with immigrants who brought their working bulldogs with them. Small farmers and ranchers used this all-around working dog for many tasks including farm guardians, stock dogs, and catch dogs. The breed largely survived, particularly in the southern states, due to its ability to bring down and catch feral pigs.,The breed we know as the American Bulldog was originally known by many different names before the name American Bulldog became the standard. In different parts of the South he was known as the White English Southern Bulldog, but most commonly just “bulldog.” The breed was not called a bulldog because of a certain look, but because they did real bulldog work.,Breed Contact Information,Katrina Huffmaster,Phone:  850-519-3089"
    },
    {
      "breed": "American English Coonhound",
      "height": "24-26 inches (male), 23-25 inches (female)",
      "weight": "45-65 pounds",
      "life_expectancy": "11-12 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Standing as high as 26 inches at the shoulder, American English Coonhounds are deep-chested, sweet-faced athletes beloved by sportsmen for their speed and endurance. Stretched tightly across the athletic frame is a medium-length coat of various patterns, some with ticking. The head is broad with a domed skull, with soft, low-hung ears and dark-brown eyes that glow with warmth and kindness.,American English Coonhounds are mellow when off duty but tenacious and stubborn in pursuit of their ring-tailed prey. Their work drive and energy, the patience it takes to train them for things other than coon hunting, and their loud, ringing bark can make the breed a bad fit as house pets for novice owners. Some passionate fans of American English Coonhounds feel that without a sporting outlet for this breed’s houndy virtues, you’re simply wasting a good dog."
    },
    {
      "breed": "American Eskimo Dog",
      "height": "9-12 inches (toy), 12-15 inches (miniature), 15-19 inches (Standard)",
      "weight": "6-10 pounds (toy), 10-20 pounds (miniature), 25-35 pounds (standard)",
      "life_expectancy": "13-15 years",
      "group": "Non-Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "The American Eskimo Dog comes in three sizes—standard, miniature, and toy—standing as tall as 19 inches at the shoulder or as short as 9 inches. Distinctive traits include a dense, sparkling white coat with a lion-like ruff around the chest and shoulders; a smiling face, with black nose, lips, and eye-rims that convey a keen, intelligent expression; and a plumed tail carried over the back. Some Eskies have markings with the delicious color name “biscuit cream.” They move with a bold and agile gait.,Eskies are social animals and can develop problem behaviors when neglected or undertrained—they insist on being part of family life. Among the most trainable of breeds, the clever, kid-friendly Eskie practically invented the phrase “eager to please.”"
    },
    {
      "breed": "American Foxhound",
      "height": "22-25 inches (male), 21-24 inches (female)",
      "weight": "65-70 pounds (male), 60-65 pounds (female)",
      "life_expectancy": "11-13 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "American Foxhounds are sleek, rangy hunters known for their speed, endurance, and work ethic. You can tell the American Foxhound apart from their British cousin the English Foxhound by length of leg—the American’s legs are longer and more finely boned—and by the American’s slightly arched loin (back end). American Foxhounds have large, soft eyes with an expression described as gentle and pleading.,So far, so good. But Foxhounds come with special considerations. They need lots of exercise or they can get depressed and destructive. A Foxhound’s single-minded prey drive must be managed. Their loud bawling is melodious to hound lovers but can be a nuisance to neighbors, and training and housebreaking these independent souls can be a steep challenge for novice owners."
    },
    {
      "breed": "American Hairless Terrier",
      "height": "12-16 inches",
      "weight": "12-16 pounds",
      "life_expectancy": "14-16 years",
      "group": "Terrier Group",
      "grooming": "",
      "shedding": "",
      "energy": "",
      "trainability": "",
      "temperament": "",
      "about": "The American Hairless Terrier stands between 12 to 16 inches at the shoulder, and comes in both coated and hairless varieties. The hairless variety might have eyebrows and whiskers, while the coated has a short, shiny coat. The skin of the hairless is smooth and warm to the touch. The broad, wedge-shaped head is a hallmark of both varieties. Erect, V-shaped ears frame the round, expressive eyes that gleam with curiosity.,The American Hairless moves with jaunty pep in his step that announces real terrier attitude. The hairless variety is as hypoallergenic as a dog can get. Hairlessness, though, presents its own challenges. Sunburn is a concern, and cold weather requires special precautions. This breed is protective of their humans and make alert watchdogs."
    },
    {
      "breed": "American Leopard Hound",
      "height": "21-27 inches",
      "weight": "45-70 pounds",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "The American Leopard Hound is a medium to large size dog and comes in three patterns: Solid, Leopard and Brindle; nine different official colors; and a variety of markings, however, sixty percent of all American Leopards are solid-colored dogs. The breed is very versatile in hunting a variety of game species including, but not limited to, raccoon, bear, bobcat, cougar, squirrel, and any other tree-minded game. As an especially tough breed, they also fare exceptionally well in extreme weather, both hot and cold. The American Leopard was officially organized and named the American Leopard Cur in 1960, but changed by the breed club members to the American Leopard Hound on May 1, 2008, years before coming to the American Kennel Club.,Breed Contact,Name: Jackie Carpenter\nEmail: plott_dog@yahoo.com"
    },
    {
      "breed": "American Staffordshire Terrier",
      "height": "18-19 inches (male), 17-18 inches (female)",
      "weight": "55-70 pounds (male), 40-55 pounds (female)",
      "life_expectancy": "12-16 years",
      "group": "Terrier Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "AmStaffs are stocky, muscular bull-type terriers standing 17 to 19 inches at the shoulder. The head is broad, the jaws well defined, the cheekbones pronounced, and the dark, round eyes are set wide apart. AmStaff movement is agile and graceful, with a springy gait that advertises the breed’s innate confidence. The stiff, glossy coat comes in many colors and patterns. AmStaffers describe their dogs as keenly aware of their surroundings, game for anything, and lovable “personality dogs” around the house. AmStaffs like mental and physical challenges. They are highly trainable, as their many forays into showbiz suggest. When acquiring an AmStaff, there’s only one way to go: Do your homework and find a responsible AKC breeder."
    },
    {
      "breed": "American Water Spaniel",
      "height": "15-18 inches",
      "weight": "30-45 pounds (male), 25-40 pounds (female)",
      "life_expectancy": "10-14 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "American Water Spaniels are muscular midsize gundogs, not flashy in looks or performance, and recognizable by a luscious brown coat that is either tightly curled or wavy. Bred to work the icy waters and marshy banks of the Great Lakes region, these spaniels are ideally outfitted for the job: The coat is dense and waterproof, the feet are thickly padded, the toes are webbed, and the body is small enough for the dog to hop in and out of a skiff without rocking the boat. The breed’s admirers describe a merry, intelligent, and versatile spaniel suited to a variety of dog sports. As hunters, they combine the working traits of spaniels and retrievers. The key to the American Water Spaniel’s happiness is activity, especially alongside their adored human. An underemployed dog can be barky and destructive."
    },
    {
      "breed": "Anatolian Shepherd Dog",
      "height": "29 inches (male), 27 inches (female)",
      "weight": "110-150 pounds (male), 80-120 pounds (female)",
      "life_expectancy": "11-13 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "The Anatolian Shepherd Dog stands between 27 and 29 inches at the shoulder and can weigh as much as 150 pounds. Profusely muscled but nimble afoot, Anatolians are more than a match for the predators and harsh terrain of their homeland. Anatolians descend from some of the oldest known domestic-canine bloodlines. This lends the breed a sense of timelessness, a no-frills, untouched quality that takes us back 6,000 years to the Bronze Age.,Anatolians are smart, devoted, responsive, and adaptable. They will protect their flock—livestock, children, smaller dogs, even the family cat—with intensity. Anatolian owners must be strong leaders, willing and able to handle a dog as dominating and demanding as he is calm and loving."
    },
    {
      "breed": "Appenzeller Sennenhund",
      "height": "19-22 inches",
      "weight": "48-70 pounds",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "The Appenzeller Sennenhund is also known as the Appenzeller Mountain Dog or Appenzell Cattle Dog. He is lively, high-spirited, self-assured, reliable, and fearless. Slightly suspicious of strangers, he is a good watchdog who cannot be bribed. The breed’s intelligence make them highly capable learners. Due to his personality and exercise needs, he is ill-suited to apartment living."
    },
    {
      "breed": "Australian Cattle Dog",
      "height": "18-20 inches (male), 17-19 inches (female)",
      "weight": "35-50 pounds",
      "life_expectancy": "12-16 years",
      "group": "Herding Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "Standing between 17 to 20 inches at the shoulder, the Australian Cattle Dog is a sturdy, hard-muscled herder of strength and agility. The ACD is born with a white coat that turns blue-gray or red. Both coat varieties feature distinctive mottling or specking patterns. ACDs have immense work drive and excel at hunting, chasing, and, of course, moving livestock. Their boundless energy and supple gait make them excellent running partners.\nACDs are true-blue loyal, famously smart, ever alert, and wary of strangers. If an ACD isn’t challenged, he easily becomes bored and gets into mischief. It is recommended that ACD owners participate with their dog in some work, sport, or regular exercise to keep him mentally and physically fit."
    },
    {
      "breed": "Australian Kelpie",
      "height": "17-20 inches",
      "weight": "",
      "life_expectancy": "10-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "As a herding dog, the Australian Kelpie is intensely loyal and devoted to duty. He has a natural instinct and aptitude for working in sheep, whether it be in open fields or enclosed yards. This breed originated from Collie type dogs imported from Scotland, but was developed to withstand the harsh heat and dry conditions of the vast open spaces of Australia."
    },
    {
      "breed": "Australian Shepherd",
      "height": "20-23 inches (male), 18-21 inches (female)",
      "weight": "50-65 pounds (male), 40-55 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "The Australian Shepherd, the cowboy’s herding dog of choice, is a medium-sized worker with a keen, penetrating gaze in the eye. Aussie coats offer different looks, including merle (a mottled pattern with contrasting shades of blue or red). In all ways, they’re the picture of rugged and agile movers of stock. Aussies exhibit an irresistible impulse to herd, anything: birds, dogs, kids. This strong work drive can make Aussies too much dog for a sedentary pet owner. Aussies are remarkably intelligent, quite capable of hoodwinking an unsuspecting novice owner. In short, this isn’t the pet for everyone. But if you’re looking for a brainy, tireless, and trainable partner for work or sport, your search might end here."
    },
    {
      "breed": "Australian Stumpy Tail Cattle Dog",
      "height": "18-20 inches (males), 17-19 inches (females)",
      "weight": "38-45 pounds (males), 32-35 pounds (females)",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "The Australian Stumpy Tail Cattle Dog is not an Australian Cattle Dog with a docked tail. There are major structural differences in breed type between the two breeds of cattle dogs. Stumpy Tail Cattle Dogs are a natural bob-tail breed. Some Stumpy Tail pups are born with long tails and should not be discarded from a breeding program if they are of structural quality, but rather bred back to quality natural bob tails.,Australian Stumpy Tail Cattle Dog Society of the United States,Denyse Adams: chredacds8@gmail.com,Lori Graham: lgraham1145@yahoo.com,Kim McDonald: breezyacresstumpies@gmail.com,Kevin Nicholson: nicholson.klnicholson@gmail.com"
    },
    {
      "breed": "Australian Terrier",
      "height": "10-11 inches",
      "weight": "15-20 pounds",
      "life_expectancy": "11-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Infrequent",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Australian Terriers are small but sturdy, self-confident terriers known for a longish torso, distinctive coat furnishings around the neck and forequarters, and a topknot of soft, silky hair that contrasts in texture with an otherwise harsh coat. A long neck lends a dash of elegance to this rough-and-ready terrier, and the dark eyes sparkle with a keen intelligence. Coat colors are blue-and-tan, or solid red or sandy. Aussies move with the free and easy gait of a working dog. They are alert watchdogs and said to be quick studies when training. True terriers, Aussies love digging, and the urge to chase small, furry critters has never left them. Not always a great fit in multi-dog households, Aussies want you all to themselves."
    },
    {
      "breed": "Azawakh",
      "height": "25-29 inches (male), 23.5-27.5 inches (female)",
      "weight": "44-55 pounds (male), 33-44 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "This ancient hunting hound is so lean and rangy that his bone structure and musculature can plainly be seen beneath his skin. The smooth S-shaped contours, deep chest, and aerodynamic head mark the Azwakh as a member of the sighthound family, canine sprinters that rely on keen vision and blazing speed to fix and course their prey. The ultrafine coat comes in several colors and patterns. The overall look of this leggy hound is one of elegance and fineness, but don’t be fooled: This is a tough, durable hunter who’s been chasing gazelle across the scorching sands of the Sahara for more than a thousand years."
    },
    {
      "breed": "Barbet",
      "height": "19-24.5 inches",
      "weight": "35-65 pounds",
      "life_expectancy": "12-14 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The defining characteristic of this rustic, medium-sized bird dog is the dense curly coat that covers him from the top of his large, broad head to the tip of his curving tail. The coat comes in shades of black, gray, brown, or fawn, sometimes with white markings. The breed’s delightfully shaggy coat and amiable nature creates the impression of a Muppet come to life, but the Barbet is a strong, solidly-built dog bred for centuries to be a keen hunter and tireless swimmer. Barbets are very intelligent and learn new things quickly. They have a calm nature and are easy to live with as long as their exercise needs are being met."
    },
    {
      "breed": "Basenji",
      "height": "17 inches (male), 16 inches (female)",
      "weight": "24 pounds (male), 22 pounds (female)",
      "life_expectancy": "13-14 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Basenjis are small, graceful hounds standing 16 or 17 inches at the shoulder. They are recognizable by their glistening short coat, tightly curled tail, and wrinkled forehead and expressive almond-shaped eyes that convey a variety of subtle, humanlike emotions.\nBasenjis are a lovely sight at a standstill but more impressive yet at a fast trot, when they exhibit the long, smooth strides of a mini-racehorse. And yes, it’s true, they don’t bark, but they make their feelings known with an odd sound described as something between a chortle and a yodel. Basenjis are fastidious and will groom themselves like cats. This has been called a “cult breed”—small in numbers, but those lucky enough to own one do so with singular devotion."
    },
    {
      "breed": "Basset Fauve de Bretagne",
      "height": "12.5-15.5 inches",
      "weight": "27-35 pounds",
      "life_expectancy": "12+ years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Outgoing",
      "about": "The Basset Fauve de Bretagne, also known as the Fawn Colored Brittany Basset, is a small, stocky, rough-coated hardy dog that is energetic and fast for its size. The Fauve gets along well with children and other pets. Training and socialization is a must or Fauves can get into mischief. Not nuisance barkers, you will, however, know if a rabbit runs through the yard, as they then give the hound “voice” and chase. This breed is as happy romping in the field as he is curled up next to the family on the sofa."
    },
    {
      "breed": "Basset Hound",
      "height": "up to 15 inches",
      "weight": "40-65 pounds",
      "life_expectancy": "12-13 years",
      "group": "Hound Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Occasional",
      "energy": "Couch Potato",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "The Basset Hound stands no higher than 14 inches at the shoulder but, with his remarkably heavy bone, powerful little legs, and massive paws, he possesses big-dog strength and stamina. Bassets are famous for a large, domed head that features extremely long, velvety ears, mournful eyes, and a wrinkled brow, which give the breed the look of a sad clown. Built more for endurance than speed, the Basset moves in a deliberate but effortless manner. The breed’s scenting ability is uncanny; it’s said that among dogs only the Bloodhound’s nose is more accurate. Mild and agreeable at home, the Basset is stubborn on the trail and barks in a loud, ringing voice. Although they may not be wildly demonstrative in their affections, they are steadfastly loyal."
    },
    {
      "breed": "Bavarian Mountain Scent Hound",
      "height": "17-20.5 inches",
      "weight": "37-66 pounds",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Hailing from Germany, the Bavarian Mountain Scent Hound is the Bayerischer Gebirgsschweisshund in its native German. The breed’s most notable trait is its outstanding “cold nose” tracking ability. His nose is so acute, he can distinguish between the injured game he is hunting and other animals of the same species. This somewhat lightweight, active, medium-sized breed is devoted to his owner, but can be reserved with strangers. He is not a kennel dog and prefers to be around his human family."
    },
    {
      "breed": "Beagle",
      "height": "13 inches & under, 13-15 inches",
      "weight": "under 20 pounds (13 inches & under), 20-30 pounds (13-15 inches)",
      "life_expectancy": "10-15 years",
      "group": "Hound Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "There are two Beagle varieties: those standing under 13 inches at the shoulder, and those between 13 and 15 inches. Both varieties are sturdy, solid, and “big for their inches,” as dog folks say. They come in such pleasing colors as lemon, red and white, and tricolor. The Beagle’s fortune is in his adorable face, with its big brown or hazel eyes set off by long, houndy ears set low on a broad head.\nA breed described as “merry” by its fanciers, Beagles are loving and lovable, happy, and companionable—all qualities that make them excellent family dogs. No wonder that for years the Beagle has been the most popular hound dog among American pet owners. These are curious, clever, and energetic hounds who require plenty of playtime."
    },
    {
      "breed": "Bearded Collie",
      "height": "21-22 inches (male), 20-21 inches (female)",
      "weight": "45-55 pounds",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "Daily Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Outgoing",
      "about": "Standing 20 to 22 inches at the shoulder and covered head to tail in a shaggy double coat, Beardies bear a passing resemblance to another British favorite, the Old English Sheepdog. Beneath the coats, Beardies are the more lean and angular of the two. The lavish facial hair shouldn’t obscure the characteristic expression: a dreamy, faraway gaze.\nThese rambunctious comics can be a handful—but mostly, Beardies are approximately 50 pounds of heart, energy, and laughter. Well-socialized Beardies will get on nicely with other animals and kids. They bore easily, and training must be kept interesting. Outdoorsy families looking for a sturdy dog to share an uptempo lifestyle will never find a more affectionate and amusing sidekick."
    },
    {
      "breed": "Beauceron",
      "height": "25.5-27.5 inches (male), 24-26.5 inches (female)",
      "weight": "70-110 pounds",
      "life_expectancy": "10-12 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Frequent",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "Beaucerons are muscular, rugged, and large, standing as high as 27.5 inches at the shoulder, and yet graceful and in all ways balanced. Their dark black coats feature handsome squirrel-red accents, including the red feet that give the breed its French nickname Bas-Rouge (“red stockings”). They’re also seen in a black-gray-tan coat. The long head is well chiseled, and the dark brown eyes project an expression breed fanciers describe as frank and confident. They’re not for novice owners, who might end up being owned by their dominant dog instead of the other way around. That said, well-trained and socialized Beaucerons are levelheaded watchdogs and guardians, especially good with the young, the small, and the defenseless."
    },
    {
      "breed": "Bedlington Terrier",
      "height": "15-17.5 inches",
      "weight": "17-23 pounds",
      "life_expectancy": "11-16 years",
      "group": "Terrier Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Bedlingtons are lithe, energetic Englishmen. The crisp, curly coat; arched back; tasseled ears; scimitar-shaped tail; and fleecy, pear-shaped head are identifying features of this one-of-a-kind breed. As the curvy contours indicate, there’s sighthound—Whippet, most likely—in their family tree. Bedlingtons move with a light, springy step and when roused to pursuit can run like the wind.,Rollicking, charming, and full of fun, Bedlingtons want most to be their family’s center of attention and are known to be protective of loved ones. For an active family looking for a no-shedding, lively, and loyal companion, the search might end here."
    },
    {
      "breed": "Belgian Laekenois",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "55-65 pounds",
      "life_expectancy": "10-12 years",
      "group": "Miscellaneous Class",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "Of the four closely-related Belgian herders—the Belgian Sheepdog, Malinois, Tervuren, and Laekenois—the Laekenois is the rarest. This strong and sturdy dog is distinguished from his brethren by a rough, tousled coat that comes in shades of red or fawn or in grayish tones. The blackening around the muzzle points up the expression of keen watchfulness shining from the dark almond-shaped eyes.,The Belgian Laekenois is protective of his master and property. Although observant with strangers, the breed is affectionate and friendly with those he knows well. The Laekenois coat requires regular brushing and occasional bathing, and as a working dog, it needs daily exercise."
    },
    {
      "breed": "Belgian Malinois",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "60-80 pounds (male), 40-60 pounds (female)",
      "life_expectancy": "14-16 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "Belgian Malinois are squarely built, proud, and alert herders standing 22 to 26 inches. Strong and well-muscled, but more elegant than bulky, there’s an honest, no-frills look about them, as befit dogs built to work hard for their feed. A breed hallmark is the proud carriage of the head. Coat colors range from a rich fawn to mahogany. The black ears and mask accentuate bright, questioning eyes the color of dark Belgian chocolate.,If you have ever seen a Mal perform an obedience routine, you know firsthand what a smart and eager breed this is. Problems set in, though, when this people-oriented dog is underemployed and neglected. Exercise, and plenty of it, preferably side by side with their adored owner, is key to Mal happiness."
    },
    {
      "breed": "Belgian Sheepdog",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "55-75 pounds (male), 45-60 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "The stirring silhouette of a Belgian Sheepdog conveys both elegance and muscular determination. A handsome feature of the breed is the exceedingly proud carriage of the head and neck. A male might stand 26 inches at the shoulder; females are smaller. The dark eyes sparkle with a questioning intelligence, and the black coat is abundant, from the neck’s “collarette” to the “breeches” of the hindquarters. In all ways, Belgian Sheepdogs are bright-eyed and bushy-tailed.,In any sport or activity, a Belgian will always give 100 percent. In turn, owners tend to form a special bond with their eager workaholics. As one devotee puts it, Belgians “inspire such intense loyalty because they themselves live and love with such great passion.”"
    },
    {
      "breed": "Belgian Tervuren",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "55-75 pounds (male), 45-60 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "The Belgian Tervuren is characterized by a straight and abundant coat, an elegant but muscular frame, a proudly carried head, an alert and intelligent demeanor, and an insatiable work drive. The Tervuren’s coat furnishings, like the sporty “collarette” around the neck, are more profuse on males, who run larger than females.,“Their intelligence and high activity level can be a challenge for the less creative individual who may not understand the breed’s need to work,” warns one longtime owner. But don’t get the idea that Tervurens are grim, mechanical worker drones. In fact, this breed takes real delight in their ability to master any task, and owners say a mischievous sense of humor is at work whenever Tervurens outsmart their beloved human."
    },
    {
      "breed": "Bergamasco Sheepdog",
      "height": "23.5 inches (male), 22 inches (female)",
      "weight": "70-84 pounds (male), 57-71 pounds (female)",
      "life_expectancy": "13-15 years",
      "group": "Herding Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Calm",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Beneath the one-of-a-kind coat is a large, muscular shepherd dog of ancient pedigree. But, since the coat is the breed’s hallmark, let’s take a close look. The Bergamasco Sheepdog has hair of three different textures that form naturally occurring loose mats, or “flocks” (strands of hair woven together, creating flat layers of felted hair), covering the body and legs. The flocks provide protection from the fierce cold and wild predators of the Italian Alps, the breed’s ancestral homeland.\nBergamascos are bright, loyal, loving, and trainable—with a dash of mountain-dog independence. They take to watching over loved ones with a serene vigilance. Wary of strangers until properly introduced, Bergamascos are aggressive only as a last resort."
    },
    {
      "breed": "Berger Picard",
      "height": "23.5-25.5 inches (male), 21.5-23.5 inches (female)",
      "weight": "50-70 pounds",
      "life_expectancy": "12-13 years",
      "group": "Herding Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "You can spot a Berger Picard a mile away thanks to his erect ears standing 4 to 5 inches high, a wavy fawn or brindle coat, and a strong tail that tapers to a distinctive J-hook. Males stand as high as 26 inches, and females as low as 21 inches. The eyes are dark and glistening, and the rectangular head is furnished with shaggy eyebrows, beard, and mustache— the very image of a sagacious and worldly Frenchman.,The Berger Picard is an ideal companion for athletic owners. Their rugged constitution, agility, and boundless energy make them eager partners in all kinds of sports, games, and outdoor pastimes. Exercise is a must; prolonged idleness and neglect will likely lead these sensitive, super-smart dogs to destructive behavior."
    },
    {
      "breed": "Bernese Mountain Dog",
      "height": "25-27.5 inches (male), 23-26 inches (female)",
      "weight": "80-115 pounds (male), 70-95 pounds (female)",
      "life_expectancy": "7-10 years",
      "group": "Working Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Frequent",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "The Bernese Mountain Dog is a large, sturdy worker who can stand over 27 inches at the shoulder. The thick, silky, and moderately long coat is tricolored: jet black, clear white, and rust. The distinctive markings on the coat and face are breed hallmarks and, combined with the intelligent gleam in the dark eyes, add to the Berner’s aura of majestic nobility. A hardy dog who thrives in cold weather, the Berner’s brain and brawn helped him multitask on the farms and pastures of Switzerland.,Berners get along with the entire family and are particularly gentle with children, but they will often become more attached to one lucky human. Berners are imposing but not threatening, and they maintain an aloof dignity with strangers."
    },
    {
      "breed": "Bichon Frise",
      "height": "9.5-11.5 inches",
      "weight": "12-18 pounds",
      "life_expectancy": "14-15 years",
      "group": "Non-Sporting Group",
      "grooming": "Specialty/Professional",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Outgoing",
      "about": "A good-size Bichon will stand a shade under a foot tall at the shoulder. The breed’s glory is a white hypoallergenic coat, plush and velvety to the touch, featuring rounded head hair that sets off the large, dark eyes and black leathers of the nose and lips.,Bichons are adaptable companions who get on well with other dogs and children. Alert and curious, Bichons make nice little watchdogs—but they are lovers, not fighters, and operate under the assumption that there are no strangers, just friends they haven’t met yet. Their confidence and size make them ideal city dogs. Bichons train nicely and enjoy performing for their loved ones. Finally, there’s the happy-go-lucky Bichon personality that draws smiles and hugs wherever they go."
    },
    {
      "breed": "Biewer Terrier",
      "height": "7-11 inches",
      "weight": "4-8 pounds",
      "life_expectancy": "16 years",
      "group": "Miscellaneous Class",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "",
      "energy": "Calm",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "The Biewer Terrier, pronounced Beaver like the little dam building animals, is a dedicated, loyal family member and a friend to all they meet. It is not uncommon to be met with a smile from this happy-go-lucky dog.  Although not a constant barker, they will alert you to company. With a larger than life personality, their lighthearted, childlike whimsical attitude will keep you entertained for hours. In spite of their small stature they are hearty and athletic, able to keep up with the best of them on long walks, hikes or competing in the agility ring."
    },
    {
      "breed": "Black and Tan Coonhound",
      "height": "25-27 inches (male), 23-25 inches (female)",
      "weight": "65-110 pounds",
      "life_expectancy": "10-12 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "Black and Tans have an amazingly sensitive nose, long, velvety ears, and a sweet disposition. The coal-black coat features rich tan accents, including the distinctive “pumpkin seeds” above keenly expressive eyes. These are big, strong hounds: A good-size male can stand 27 inches at the shoulder and cover ground with effortless, eager strides.,B&Ts are sociable hounds. A lonely B&T will serenade the neighborhood with loud, mournful “music.” B&Ts can keep pace with the most active family, but they also can hog the sofa for hours on end. Hounds will be hounds: A passing squirrel can arouse B&T prey drive in no time flat, so a strong leash and sturdy fence are must-haves. B&Ts might be too much hound for the lifestyle of every owner."
    },
    {
      "breed": "Black Russian Terrier",
      "height": "27-30 inches (male), 26-29 inches (female)",
      "weight": "80-130 pounds",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Daily Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "What’s the word we’re looking for? Imposing? Massive? Majestic? How about just plain “big.” This brawny guard dog of the Siberian steppes can tip the scales at 140 pounds and stand as high as 30 inches at the shoulder. They’re much taller when the huge, brick-shaped head is considered. The tousled, all-black coat is warm enough to allow BRTs to patrol some of the coldest habitable places on earth. The old expression “He moves well for a big guy” applies to this nimble-footed giant."
    },
    {
      "breed": "Bloodhound",
      "height": "25-27 inches (male), 23-25 inches (female)",
      "weight": "90-110 pounds (male), 80-100 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "Bloodhounds are large, substantial dogs standing 23 to 27 inches at the shoulder and weighing up to 110 pounds. Their most famous features are a long, wrinkled face with loose skin; huge, drooping ears; and warm, deep-set eyes that complete an expression of solemn dignity. Coat colors can be black and tan, liver and tan, or red. Powerful legs allow Bloodhounds to scent over miles of punishing terrain.,As pack dogs, Bloodhounds enjoy company, including other dogs and kids. They are easygoing, but their nose can sometimes lead them into trouble. A strong leash and long walks in places where they can enjoy sniffing around are recommended. Bloodhounds are droolers, and obedience training these sensitive sleuths can be a challenge."
    },
    {
      "breed": "Bluetick Coonhound",
      "height": "22-27 inches (male), 21-25 inches (female)",
      "weight": "55-80 pounds (male), 45-65 pounds (female)",
      "life_expectancy": "11-12 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Blueticks are speedy and compact nocturnal hunters named for the mottled (or “ticked”) black-and-blue pattern of the glossy coat. A large male can top out at 27 inches and 80 pounds; females are smaller. Blueticks are well-muscled but sleek and racy, never chunky or clumsy. The baying, bawling, and chopping bark of Blueticks might be cacophonous to some, but to coon hunters it’s the music of the night.,The droopy-eared charm of Blueticks is irresistible. They crave affection and are deeply devoted to those who provide it. Blueticks have tremendous prey drive. Neglected, underemployed coonhounds with no outlet for their hardwired impulses can develop problem behaviors, like serenading the neighbors with loud, mournful “music.”"
    },
    {
      "breed": "Boerboel",
      "height": "24-27 inches (male), 22-25 inches (female)",
      "weight": "150-200 pounds",
      "life_expectancy": "9-11 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Calm",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "There’s a no-frills, no-nonsense quality to this sleek-coated avenger, who might stand as high as 27 inches at the shoulder and weigh as much as you do. A broad and blocky head, powerful jaws, and thick muscles from neck to rump mark it as a descendant of the ancient “molloser” dog family, the foundation of today’s mastiff-type breeds. In motion, the Boerboel just might be the most agile of all mastiff types.,The imposing Boerboel is devoted to protecting the people and places he loves. Training and socialization should begin early, before a pup becomes a dominant adult. This is a trainable, versatile breed, eager to spend time with their adored humans. Still, a Boerboel might be way too much dog for the novice owner to handle."
    },
    {
      "breed": "Bohemian Shepherd",
      "height": "20.5-21.7 inches (males), 19.3-20.5 inches (females)",
      "weight": "41-60 pounds (males), 37-53 pounds (females)",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "The Bohemian Shepherd is an intelligent, lively, quick, athletic breed which enthusiastically welcomes most any activity introduced, making the breed rather versatile. They succeed in many arenas such as agility, dog dancing, schutzhund, search and rescue, nose work, tracking, pastoral work, obedience, therapy dogs, service dogs, and are now breaking into the fields of coursing, dock diving and endurance tests. The Bohemian Shepherd makes an excellent family dog due to its devotion to family members and adoration of children. This is a breed which loves to be with its family and also does well with other non-human members of the family when raised with them.,Bohemian Shepherd Club of North America,Email: bscnainfo@gmail.com"
    },
    {
      "breed": "Bolognese",
      "height": "10-12 inches",
      "weight": "5.5-9 pounds",
      "life_expectancy": "12-14 years",
      "group": "Foundation Stock Service",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Infrequent",
      "energy": "Calm",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The Bolognese is small, stocky, and squarely built. He is rather serene and inactive, and devoted to his master and his people. They can be shy towards strangers, but warm up quickly if they are properly socialized. Prone to separation anxiety, the Bolognese does not do well alone for long periods of time. They would be ill-suited for people with a 9-5 workday. Bolos are an old breed, known by royals and noblemen in Roman times, and were given as precious gifts between the wealthy and powerful."
    },
    {
      "breed": "Border Collie",
      "height": "19-22 inches (male), 18-21 inches (female)",
      "weight": "30-55 pounds",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "Borders are athletic, medium-sized herders standing 18 to 22 inches at the shoulder. The overall look is that of a muscular but nimble worker unspoiled by passing fads. Both the rough coat and the smooth coat come in a variety of colors and patterns.,The almond eyes are the focus of an intelligent expression—an intense gaze, the Border’s famous “herding eye”, is a breed hallmark. On the move, Borders are among the canine kingdom’s most agile, balanced, and durable citizens.,The intelligence, athleticism, and trainability of Borders have a perfect outlet in agility training. Having a job to perform, like agility—or herding or obedience work—is key to Border happiness. Amiable among friends, they may be reserved with strangers."
    },
    {
      "breed": "Border Terrier",
      "height": "12-15 inches",
      "weight": "13-15.5 pounds (male), 11.5-14 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "Border Terriers, standing from 11 to 16 inches at the shoulder, are easy to recognize among other small terriers by their unique head shape—the breed has an “otter head,” as fanciers say. Another distinguishing trait is that they are longer in leg than other small terriers. The wire coat can be grizzle and tan, blue and tan, wheaten, or red.,Borders are described as “hard as nails” when working, but at home they’re good-tempered, affectionate, and trainable. Borders love exploring outdoors and make fine childhood playmates. Bred to be country dogs, Borders adapt well to city life—as long as they get plenty of exercise. Borders tend to get along with other dogs, but their hunting instincts can be aroused when cats or squirrels cross their path."
    },
    {
      "breed": "Borzoi",
      "height": "28 inches & up (male), 26 inches & up (female)",
      "weight": "75-105 pounds (male), 60-85 pounds (female)",
      "life_expectancy": "9-14 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "Borzoi are large, elegant sighthounds. A mature male stands at least 28 inches at the shoulder and weighs 75 to 105 pounds. Females will be smaller. Beneath the luxurious silky coat, Borzoi construction follows the ancient Greyhound template. Once known as the Russian Wolfhound, Borzoi were bred to be swift and tough enough to pursue and pin their ferocious lupine quarry.,In their quiet, catlike way they can be stubborn, and training is best accomplished with patience, consistency, and good humor. Affectionate family dogs, Borzoi are nonetheless a bit too dignified to wholeheartedly enjoy a lot of roughhousing. The sight of a cat or squirrel on the run will quickly stir their pursuit instinct, and fenced-in running room is a must."
    },
    {
      "breed": "Boston Terrier",
      "height": "15-17 inches",
      "weight": "12-25 pounds",
      "life_expectancy": "11-13 years",
      "group": "Non-Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "Boston Terriers are compact, short-tailed, well-balanced little dogs weighing no more than 25 pounds. The stylish “tuxedo” coat can be white and either black, brindle, or seal (black with a red cast when viewed in sun or bright light). The head is square, the muzzle is short, and the large, round eyes can shine with kindness, curiosity, or mischief. Ever alert to their surroundings, Bostons move with a jaunty, rhythmic step.,It’s a safe bet that a breed named for a city—the Havanese or Brussels Griffon, for instance—will make an excellent urban pet. Bostons are no exception: they are sturdy but portable, people-oriented, and always up for a brisk walk to the park or outdoor cafe. A bright dog with a natural gift for comedy, the dapper Bostonian is a steady source of smiles."
    },
    {
      "breed": "Bouvier des Flandres",
      "height": "24.5-27.5 inches (male), 23.5-26.5 inches (female)",
      "weight": "70-110 pounds",
      "life_expectancy": "10-12 years",
      "group": "Herding Group",
      "grooming": "Daily Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Standing as high as 27.5 inches, with heavy bone and powerful muscles beneath a weatherproof coat, and an impressive head accented by beard and mustache, Bouviers can do anything that needs doing in a barnyard or pasture except milk the cows. And yet, Bouviers are more than just farm equipment. Their sterling character, huge heart, and keen intelligence endear them to dog lovers the world over.,The Bouvier work ethic must be accommodated, and happily the breed’s versatility allows them to do myriad tasks. Bouviers are excellent watchdogs and guardians, and eager participants in dog sports, especially herding trials. These strong-willed dogs do best with owners who can devote ample time and space to a top-of-the-line working dog."
    },
    {
      "breed": "Boxer",
      "height": "23-25 inches (male), 21.5-23.5 inches (female)",
      "weight": "65-80 pounds (male), females are about 15 pounds less than male",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Outgoing",
      "about": "A well-made Boxer in peak condition is an awesome sight. A male can stand as high as 25 inches at the shoulder; females run smaller. Their muscles ripple beneath a short, tight-fitting coat. The dark brown eyes and wrinkled forehead give the face an alert, curious look. The coat can be fawn or brindle, with white markings. Boxers move like the athletes they are named for: smooth and graceful, with a powerful forward thrust.,Boxers are upbeat and playful. Their patience and protective nature have earned them a reputation as a great dog with children. They take the jobs of watchdog and family guardian seriously and will meet threats fearlessly. Boxers do best when exposed to a lot of people and other animals in early puppyhood."
    },
    {
      "breed": "Boykin Spaniel",
      "height": "15.5-18 inches (male), 14-16.5 inches (female)",
      "weight": "30-40 pounds (male), 25-35 pounds (female)",
      "life_expectancy": "10-15 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Boykins are medium-sized spaniels, larger and rangier than Cockers but more compact than Springers. The breed’s hallmark is a beautiful solid-brown coat. Colors range from a rich liver to a luscious chocolate. The large, feathery ears hang close to the cheeks, setting off an expression of soulful intelligence. Bred to work in the lakes and swamps of their native South Carolina, web-toed Boykins can swim like seals.,For years, Boykins were known only to hunters of Carolina waterfowl and wild turkey. But lately, the wider world has discovered that the Boykin is as delightful at home as he is eager at the lake. “They are very, very sweet dogs to have around the family,” a longtime owner says, “but an absolute tiger in the field.”"
    },
    {
      "breed": "Bracco Italiano",
      "height": "21-27 inches",
      "weight": "55-90 pounds",
      "life_expectancy": "10-14 years",
      "group": "Miscellaneous Class",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "Tough and adapted to all types of hunting, the Bracco Italiano is reliable, intelligent, docile and easy to train. He has a powerful appearance, with lean limbs, well-developed muscles and a sculpted head. In English, he is the Italian Pointing Dog."
    },
    {
      "breed": "Braque du Bourbonnais",
      "height": "19-22.5 inches",
      "weight": "35-53 pounds",
      "life_expectancy": "10-12 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "The Bourbonnais is an ancient breed that evolved in France during the 15th century in the historic province of Bourbonnais. By the 1800s, the breed was known amongst French hunters as a tailless pointer with distinctive fawn and liver ticking. The Braque du Bourbonnais has now gained a strong foothold in North America; some years there are more pups registered in the United States than its homeland of France. In English, he is the Bourbonnais Pointing Dog. He is kind and affectionate in the home and a serious, adaptable, intelligent hunter in the field.,Club Contact Details,Club: Braque du Bourbonnais Club of America\nName: Cindy Petkwitz\nEmail: villagelock58@comcast.net\nAddress: 572 Hollywood, Grosse Pointe, MI 48236\nPhone: (313) 881-8603"
    },
    {
      "breed": "Braque Francais Pyrenean",
      "height": "18.5-23 inches",
      "weight": "40-55 pounds",
      "life_expectancy": "",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "",
      "temperament": "",
      "about": "The Braque Francais Pyrenean is a well-proportioned, medium-sized dog with a soft, shorthaired coat. He was bred to hunt the very rugged and arid Pyrenees Mountain range on the border of France and Spain. The breed dates back hundreds of years and is considered the common ancestor to all of today’s shorthaired pointing breeds. There are actually two types of Braque Francais: the Gascony Type and the Pyrenean type. The Braque Francais Pyrenean is the smaller and more popular of the two. He has a natural retrieve instinct and loves water. He is gentle, friendly sociable, and submissive."
    },
    {
      "breed": "Briard",
      "height": "23-27 inches (male), 22-25.5 inches (female)",
      "weight": "55-100 pounds",
      "life_expectancy": "12 years",
      "group": "Herding Group",
      "grooming": "Daily Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Briards are herders known for a wavy coat of either gray, tawny, or black, and an impressive head topped by a peek-a-boo hairdo parted naturally in the middle. A luxurious beard and eyebrows accentuate an expression described as “frank and questioning.” Standing between 22 and 27 inches at the shoulder, Briards are burly and rugged but move with a nimble-footed gait.,They possess traits common to many other herders: trainability, brains, a protective eye toward family (especially kids, whom they regard as their flock), and wariness with outsiders. These are large, tireless dogs—it is said that just two or three Briards can handle 700 head of sheep—and novice owners might be overwhelmed by their work drive and zest for life."
    },
    {
      "breed": "Brittany",
      "height": "17.5-20.5 inches",
      "weight": "30-40 pounds",
      "life_expectancy": "12-14 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Brittanys are smaller than setters but leggier than spaniels, standing about 20 inches at the shoulder. Their beautiful, boldly patterned coat comes in combinations of white and vivid orange and liver (reddish-brown). They are rugged and strong but smooth, clean, and quick afoot. The face has the “softness” prized by bird-dog lovers; high-set ears convey the breed’s essential eagerness.,The zeal and versatility that make Brittanys peerless hunters can be channeled into dog sports. Obedience, agility, flyball, dock diving—you name it, this trainable breed is up for it. The Brittany is a nice fit for those seeking an all-purpose hunting partner, a dog-sport teammate, or a companion in sync with an upbeat, outdoorsy family life."
    },
    {
      "breed": "Broholmer",
      "height": "27.5-29.5 inches",
      "weight": "90-150 pounds",
      "life_expectancy": "8-10 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "",
      "temperament": "",
      "about": "A large, mastiff-type dog, the Broholmer is rectangular and strongly built with a wide, massive head. Around the year 1800, a Danish dog book described him as a very ordinary breed, especially around Copenhagen. His nickname was “the butcher’s dog,” as he was often seen lying at the doorsteps of butcher shops. He was a protector of the home and a herder and guard dog of cattle at the farm and in the city’s markets. Today, his size is the only thing that keeps intruders at bay. The Broholmer has a heart of gold, loves to snuggle, and always wants to be near you, though his preference is to sit on you. He is an excellent dog with children and other dogs, though because he seems to underestimate his size, supervision is recommended. This breed is also remarkably agile for his size and can do agility, fetch balls, and jump and catch frisbees. Anything you do, camping, hiking, picnicking, walks in the park, he will be more than happy to go along with you.,Club Contact Details,Broholmer Club of the USA\nName: Kathy Kimmeth\nEmail: amberdogs@new.rr.com\nPhone: (920) 410-0142 (text only)"
    },
    {
      "breed": "Brussels Griffon",
      "height": "7-10 inches",
      "weight": "8-10 pounds",
      "life_expectancy": "12-15 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "With this breed, you get a big personality in a 5-to-15-pound package. One look into his big, human-like eyes, and you’ll be smitten. Griffs come in four colors—red, black-and-reddish-brown (called belge), black and tan, and black—and in smooth coats (like a Pug) or rough coats (like a Schnauzer). Their black muzzle and whiskers earned them the nickname “bearded dogs” in old folk songs.The Griff’s big black eyes—described as “almost human”—coupled with a fringed beard and mustache covering his short muzzle, gives him the air of a worldly, French-speaking philosopher. The Griff’s body is thickset and sturdy, and he moves with the purposeful trot of a fellow who knows what he wants.,Griffs are alert, sociable, and easily trained. Although playful and energetic, their small size and sensitive nature make them a poor choice as roughhousing playmates for kids. They have a low threshold for loneliness and will stick close to their special human, providing years of love and laughter."
    },
    {
      "breed": "Bull Terrier",
      "height": "21-22 inches",
      "weight": "50-70 pounds",
      "life_expectancy": "12-13 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "Bull Terriers are robust, big-boned terriers who move with a jaunty stride suggesting agility and power. The breed’s hallmark is a long, egg-shaped head with erect and pointed ears, and small, triangular eyes that glisten with good humor. Coats come in two types: white; and any other color (including an attractive brindle striping), either solid or with white markings. A well-made BT is the picture of muscular determination and balance. There are four keys to BT happiness: early socialization with dogs and people; firm but loving training; ample exercise; and lots of quality time with his adored humans. If these requirements are met, there is no more loyal, lovable, and entertaining companion. This is the ultimate “personality breed.”"
    },
    {
      "breed": "Bulldog",
      "height": "14-15 inches",
      "weight": "50 pounds (male), 40 pounds (female)",
      "life_expectancy": "8-10 years",
      "group": "Non-Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "You can’t mistake a Bulldog for any other breed. The loose skin of the head, furrowed brow, pushed-in nose, small ears, undershot jaw with hanging chops on either side, and the distinctive rolling gait all practically scream “I’m a Bulldog!” The coat, seen in a variety of colors and patterns, is short, smooth, and glossy. Bulldogs can weigh up to 50 pounds, but that won’t stop them from curling up in your lap, or at least trying to. But don’t mistake their easygoing ways for laziness—Bulldogs enjoy brisk walks and need regular moderate exercise, along with a careful diet, to stay trim. Summer afternoons are best spent in an air-conditioned room as a Bulldog’s short snout can cause labored breathing in hot and humid weather."
    },
    {
      "breed": "Bullmastiff",
      "height": "25-27 inches (male), 24-26 inches (female)",
      "weight": "110-130 pounds (male), 100-120 pounds (female)",
      "life_expectancy": "7-9 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The Bullmastiff isn’t quite as large as his close cousin the Mastiff. Still, standing as high as 27 inches at the shoulder and weighing between 100 and 130 pounds, this is still a whole lot of dog. After the first impression made by the Bullmastiff’s size, it is the large, broad head that conveys the breed’s essence: the dark eyes, high-set V-shaped ears, and broad, deep muzzle all combine to present the intelligence, alertness, and confidence that make the Bullmastiff a world-class protector and family companion. Coats come in fawn, red, or brindle.,These are biddable and reliable creatures, but as with any large guarding dog, owners must begin training and socialization early, while the puppy is still small enough to control."
    },
    {
      "breed": "Cairn Terrier",
      "height": "10 inches (male), 9.5 inches (female)",
      "weight": "14 pounds (male), 13 pounds (female)",
      "life_expectancy": "13-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The Cairn’s unique qualities, called “Cairnishness,” include a short, wide head and a free-moving, short-legged body that exudes strength but not heaviness, topping out at about 10 inches high and about 15 inches long. The double coat is harsh and wiry on top and downy beneath. A Cairn presents as a small, shaggy, alert dog, with head, tail, and ears up, and eyes shining with intelligence.,A British breed club promotes Cairns as the “best little pal in the world.” Cairns are small enough for a lap-top snuggle and sturdy enough for a good romp on the lawn. They do best with lots of close family contact. For owners who cherish the terrier qualities of gameness, independent thinking, and true-blue loyalty, no other breed will do."
    },
    {
      "breed": "Canaan Dog",
      "height": "20-24 inches (male), 19-23 inches (female)",
      "weight": "45-55 pounds (male), 35-45 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Frequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Canaan Dogs are lean, bushy-tailed dogs standing 19 to 24 inches at the shoulder. The coat is straight and harsh, and comes in various colors and patterns. Erect, expressive ears and dark almond eyes convey an inquisitive expression. Canaans move at a brisk, natural trot. They are rugged, agile, and apparently tireless, making them a nice fit for hikers and runners.,Canaans are clever, confident, and territorial. They will end up “owning” passive owners who haven’t establish themselves as top dog in the family pack. Early training and socialization are key. When positive methods are applied, these ancient wonder-dogs train beautifully. Agility, obedience, herding trials, and sentry duty are a few outlets for their work ethic."
    },
    {
      "breed": "Cane Corso",
      "height": "25-27.5 inches (male), 23.5-26 inches (female)",
      "weight": "Proportionate to height",
      "life_expectancy": "9-12 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "At nearly 28 inches at the shoulder and often weighing more than 100 pounds, with a large head, alert expression, and muscles rippling beneath their short, stiff coat, Corsi are at a glance intimidating creatures. Their imposing appearance is their first line of defense against intruders. As one writer put it, “An understated air of cool competence, the kind of demeanor you’d expect from a professional bodyguard, is the breed’s trademark.”,Corsi are intelligent, loyal, eager to please, versatile, and intensely loyal to their humans, but are also assertive and willful, and can end up owning an unwitting owner. As with any other big guardian dog, responsible breeding and early socialization with people and other dogs is vital."
    },
    {
      "breed": "Cardigan Welsh Corgi",
      "height": "10.5-12.5 inches",
      "weight": "30-38 pounds (male), 25-34 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Long, low-set dogs with sturdy bone, short legs, and a deep chest, Cardigans are powerful workers of deceptive speed and grace. Cardis can weigh anywhere from 25 to 34 pounds, with females at the lower end of the scale. They come in several coat colors, from red to the popular blue-merle pattern. The quickest way to distinguish Cardis from their cousins, Pembroke Welsh Corgis, is to check out the hindquarters: Cardigans have tails; Pembrokes do not.,Cardis are trainable, faithful, and vigilant guardians with a “big dog” bark. Well-socialized Cardis are especially fond of kids and agreeable with other pets. These athletic, rugged herders have a love for the outdoors, and they thrive on mental stimulation and physical activity."
    },
    {
      "breed": "Carolina Dog",
      "height": "17.75-19.5 inches",
      "weight": "30-55 pounds",
      "life_expectancy": "",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Carolina dogs are descended from the canines that accompanied the Paleo-Indians who traveled from Asia to North America over the Bering land bridge. Today, they can still be found living wild near the Georgia-South Carolina border, but have also been seen as far north as Ohio and Pennsylvania and as far west as Arizona; rural areas are the common denominator. The typical Carolina dog has pointed ears, a fox-like snout and a tail that curves like a fishhook when it is raised. They look similar to Australian Dingoes but, taxonomically, they fall under canis familiaris. Hesitant with strangers, they will sound the alarm when unaware of who’s at the door, but once they see their people, they are ecstatic. Carolina Dogs have an extreme pack mentality, as this was a necessity for survival in the wild.,Club Contact Details\nClub: Carolina Dog Club of America\nName: Lane Watkins, President\nEmail: president@thecarolinadogclubofamerica.com"
    },
    {
      "breed": "Catahoula Leopard Dog",
      "height": "22-24 inches",
      "weight": "50-95 pounds",
      "life_expectancy": "10-14 years",
      "group": "Foundation Stock Service",
      "grooming": "",
      "shedding": "",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "The Catahoula Leopard Dog is a medium-large, short-coated dog, known for its many varied coat and eye colors and patterns. The word catahoula is of Choctaw origin and is translated to mean “sacred lake.” Catahoulas are the only breed of dog to have historically originated in the state of Louisiana. The breed requires firm guidance and early socialization, as they can be independent, territorial, and protective. For the same reasons, they do not allow mistreatment and will assert themselves in self-defense. Once they know their place in the family unit, they are affectionate, loyal, and gentle. Also called the Catahoula Hog Dog, they are used as stock dogs, bay dogs, tree dogs, watchdogs, guard dogs, and of course as loyal companions."
    },
    {
      "breed": "Caucasian Shepherd Dog",
      "height": "23-30 inches",
      "weight": "99-170 pounds",
      "life_expectancy": "10-12 years",
      "group": "Foundation Stock Service",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Regularly",
      "energy": "Calm",
      "trainability": "Independent",
      "temperament": "Aloof/Wary",
      "about": "Caucasian Shepherd dogs were used for centuries to protect properties from trespassers, guard livestock from large and small predators such as wolves and coyotes, and for many other duties. In modern days, especially in the West, they’re most commonly companions and watchdogs. There is a great variety of types among the Caucasian dogs depending on their home region. For almost a century, there has been two breed types and standards: The Mountain type, which is long-coated and has a heavier body mass than the Steppe type, a shorter-coated dog with a lighter body mass. Other names for the breed include Caucasian Ovcharka, Caucasian Sheepdog, Kawkasky Owtscharka, and Kaukasische Schaferhund."
    },
    {
      "breed": "Cavalier King Charles Spaniel",
      "height": "12-13 inches",
      "weight": "13-18 pounds",
      "life_expectancy": "12-15 years",
      "group": "Toy Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Calm",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The Cavalier’s all-around beauty, regal grace, and even temper mark him as one of dogdom’s noblemen. A toy spaniel no more than 13 inches high, the Cavalier draws you in with his face: The sweet, gentle, melting expression emanating from large, round eyes is a breed hallmark. Another is the silky, richly-colored coat that can be one of four distinct varieties.,Cavaliers may be aristocrats, but they gladly descend from their royal high horse for a backyard frolic or a squirrel chase. They get along nicely with children and other dogs. Adaptable Cavaliers do equally well with active owners and homebodies—they can be upbeat athletes or shameless couch potatoes, depending on an owner’s lifestyle."
    },
    {
      "breed": "Central Asian Shepherd Dog",
      "height": "Minimum: 25.5-27.5 inches",
      "weight": "Minimum: 88-110 pounds",
      "life_expectancy": "",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "Independent",
      "temperament": "Aloof/Wary",
      "about": "Central Asian Shepherd Dogs are a natural protective breed that require a non-stop observance for the life of the dog. They are not for first-time dog owners. They were formed as a breed from natural selection during more than four thousand years in a vast territory, which spreads nowadays from the Caspian Sea to China and from Southern Ural to Afghanistan."
    },
    {
      "breed": "Cesky Terrier",
      "height": "10-13 inches",
      "weight": "14-24 pounds",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Ceskys are muscular, short-legged, and handsome hunters standing no taller than 13 inches at the shoulder. The fine, silky coat comes in several shades of gray, including a stunning platinum. Wavy facial hair gives Ceskys a sporty, Continental look, and the medium-long neck lends a dash of elegance to these game, unspoiled working terriers.,While Ceskys are as determined and prey-driven as any other earthdog, they’re mellower than a typical terrier. Wary of strangers and protective of loved ones, they’re good watchdogs without being particularly yappy. They train well and want to please. Here’s the catch: They are a scarce breed, with only about 600 living in America. A wonderful family dog, if you’re lucky enough to find one."
    },
    {
      "breed": "Chesapeake Bay Retriever",
      "height": "23-26 inches (male), 21-24 inches (female)",
      "weight": "65-80 pounds (male), 55-70 pounds (female)",
      "life_expectancy": "10-13 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Chessies are strong, powerfully built gundogs standing anywhere from 21 to 26 inches at the shoulder. A male can weigh up to 80 pounds. The distinctive breed trait is a wavy coat that is oily to the touch. Chessies are solid-colored, either chocolatey brown, sedge, or deadgrass, with keen yellow-amber eyes that nicely complement the coat.,Chessies are more emotionally complex than the usual gundog. Chessies take to training, but they have a mind of their own and can tenaciously pursue their own path. They are protective of their humans and polite, but not overtly friendly, to strangers. Chessies make excellent watchdogs and are versatile athletes. A well-socialized Chessie is a confident companion and world-class hunting buddy."
    },
    {
      "breed": "Chihuahua",
      "height": "5-8 inches",
      "weight": "not exceeding 6 pounds",
      "life_expectancy": "14-16 years",
      "group": "Toy Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "The Chihuahua is a balanced, graceful dog of terrier-like demeanor, weighing no more than 6 pounds. The rounded “apple” head is a breed hallmark. The erect ears and full, luminous eyes are acutely expressive. Coats come in many colors and patterns, and can be long or short. The varieties are identical except for coat.,Chihuahuas possess loyalty, charm, and big-dog attitude. Even tiny dogs require training, and without it this clever scamp will rule your household like a little Napoleon. Compact and confident, Chihuahuas are ideal city pets. They are too small for roughhousing with kids, and special care must be taken in cold weather, but Chihuahuas are adaptable—as long as they get lots of quality time in their preferred lap."
    },
    {
      "breed": "Chinese Crested",
      "height": "11-13 inches",
      "weight": "8-12 pounds",
      "life_expectancy": "13-18 years",
      "group": "Toy Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The Chinese Crested, a lively and alert toy breed standing between 11 and 13 inches high, can be hairless or coated. The hairless variety has smooth, soft skin and tufts of hair on the head, tail, and ankles. The coated variety, called the “powderpuff,” is covered by a soft, silky coat. Besides the coat, there’s very little difference between the powderpuff and his undressed brother. Both varieties are characterized by fine-boned elegance and graceful movement.,Cresteds are as fun as they look: playful, loving, and devoted to their humans. The hairless has its advantages: there is no doggy odor, and for obvious reasons shedding isn’t much of a problem. Both varieties are attentive housemates, totally in tune with their family."
    },
    {
      "breed": "Chinese Shar-Pei",
      "height": "18-20 inches",
      "weight": "45-60 pounds",
      "life_expectancy": "8-12 years",
      "group": "Non-Sporting Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "The compact, medium-sized Chinese Shar-Pei is an amalgam of odd physical traits: a broad “hippopotamus” muzzle; a blue-black tongue; small, sunken eyes with a scowling expression; tiny triangular ears; abundant folds of loose skin about the head, neck, and shoulders; the tapered high-set tail—all blanketed by a harsh, sandpapery coat. (A literal translation of Shar-Pei: “sand skin.”),Shar-Pei are strong, regal, independent guardians famous for intelligence and loyalty. They are suspicious of strangers and other dogs. Shar-Pei are serene dogs, but they will meet a perceived threat with tenacity and vigor. Early training and socialization are essential—a dominant adult Shar-Pei without them is a serious problem waiting to happen."
    },
    {
      "breed": "Chinook",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "55-90 pounds (male), 50-65 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Tawny-coated, no-frills Chinooks are muscular and substantial, with males standing as high as 26 inches at the shoulder. Females, with their distinctly feminine look, are a bit smaller. Chinooks were conceived as dual-purpose haulers, with the power of freighting dogs and the speed of sled racers. They are the picture of stouthearted dignity, with a kindly twinkle in their dark, almond eyes.,Chinooks are calm, people-oriented dogs with a special feel for children. They are trainable workers who aim to please. Sledding, carting, obedience, agility, search-and-rescue work, and herding are a few pursuits they’ve mastered. Chinooks are not particularly busy dogs, but they need consistent exercise to stay in proper hard condition."
    },
    {
      "breed": "Chow Chow",
      "height": "17-20 inches",
      "weight": "45-70 pounds",
      "life_expectancy": "8-12 years",
      "group": "Non-Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "Chows are powerful, compactly built dogs standing as high as 20 inches at the shoulder. Their distinctive traits include a lion’s-mane ruff around the head and shoulders; a blue-black tongue; deep-set almond eyes that add to a scowling, snobbish expression; and a stiff-legged gait. Chows can have rough or smooth coats of red, black, blue, cinnamon, or cream.,Owners say Chows are the cleanest of dogs: They housebreak easily, have little doggy odor, and are known to be as fastidious as cats. Well-socialized Chows are never fierce or intractable, but always refined and dignified. They are aloof with strangers and eternally loyal to loved ones. Serene and adaptable, with no special exercise needs, Chows happily take to city life."
    },
    {
      "breed": "Cirneco dell’Etna",
      "height": "18-19.5 inches (male), 16.5-18 inches (female)",
      "weight": "22-26 pounds (male), 17-22 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Standing under 20 inches, the Cirneco (“cheer-NEK-o”; Cirnechi is the plural) is often described as resembling a smaller version of the Pharaoh Hound, its cousin from the island of Malta. This slender but rugged hunter’s coat ranges from light to dark tan or chestnut. The large, upright ears point up the alert expression of the eyes, whose amber or ochre color smartly complements the coat.,In many ways, these lithe and leggy Sicilians are typical sighthounds: sweet-natured, independent and, of course, breathtakingly swift. It is said, though, that Cirnechi are a bit more trainable than the usual sighthound. These living artifacts of antiquity have sprinted into the 21st century relatively unchanged by passing fads and fancies."
    },
    {
      "breed": "Clumber Spaniel",
      "height": "18-20 inches (male), 17-19 inches (female)",
      "weight": "70-85 pounds (male), 55-70 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Clumber Spaniels are powerful bird dogs of heavy bone, built long and low, with a massive head. They stand 17 to 20 inches; a small female might be 55 pounds, and a large male could go 85 pounds. Built to push through thick cover in the field, Clumber movement is nonetheless free and easy. The dense coat is primarily white, with sparse lemon or orange markings.,Clumbers are sweet and easygoing at home, but these outdoorsy fellows can be relentless on scent. Smart and eager-to-please Clumbers respond well to training. Though a bit wary around strangers, Clumbers are friendly dogs who bark only when they have something to say, and so make indifferent watchdogs. They love swimming and fetching, and are sturdy childhood playmates."
    },
    {
      "breed": "Cocker Spaniel",
      "height": "14.5-15.5 inches (male), 13.5-14.5 inches (female)",
      "weight": "25-30 pounds (male), 20-25 pounds (female)",
      "life_expectancy": "10-14 years",
      "group": "Sporting Group",
      "grooming": "Daily Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "Those big, dark eyes; that sweet expression; those long, lush ears that practically demand to be touched—no wonder the Cocker spent years as America’s most popular breed. The Cocker is the AKC’s smallest sporting spaniel, standing about 14 to 15 inches. The coat comes in enough colors and patterns to please any taste. The well-balanced body is sturdy and solid, and these quick, durable gundogs move with a smooth, easy gait.,Cockers are eager playmates for kids and are easily trained as companions and athletes. They are big enough to be sporty, but compact enough to be portable. A Cocker in full coat rewards extra grooming time by being the prettiest dog on the block. These energetic sporting dogs love playtime and brisk walks."
    },
    {
      "breed": "Collie",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "60-75 pounds (male), 50-65 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "The Collie is a large but lithe herder standing anywhere from 22 to 26 inches tall. The rough variety boasts one of the canine kingdom’s most impressively showy coats; the smooth coat’s charms are subtler but no less satisfying. Coat colors in both varieties are sable and white, tricolor, blue merle, or white. Collie fanciers take pride in their breed’s elegant wedge-shaped head, whose mobile ears and almond eyes convey a wide variety of expressions.,Collies are famously fond of children and make wonderful family pets. These swift, athletic dogs thrive on companionship and regular exercise. With gentle training, they learn happily and rapidly. The Collie’s loyalty, intelligence, and sterling character are the stuff of legend."
    },
    {
      "breed": "Coton de Tulear",
      "height": "10-11 inches (male), 9-10 inches (female)",
      "weight": "9-15 pounds (male), 8-13 pounds (female)",
      "life_expectancy": "15-19 years",
      "group": "Non-Sporting Group",
      "grooming": "Daily Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Outgoing",
      "about": "The Coton de Tulear (KO-Tone Dih TOO-Lay-ARE) is a small, immensely charming dog standing between 9 and 11 inches high and weighing anywhere from 8 to 13 pounds. Cotons are known for a profuse white coat that is as soft as cotton (or, as the French say, “coton”). Their primary job is to provide amusement, comfort, and companionship.,The bond between Cotons and their people is so tight that owners discuss it in human terms. Coton fanciers describe them as “witty” companions “at times boisterous but never demanding” and “naturally clownish and lighthearted,” who possess a “remarkably gentle, sympathetic awareness.” Amusing traits of these long-lived jesters include unique vocalizations and a knack for walking on their hind legs."
    },
    {
      "breed": "Croatian Sheepdog",
      "height": "16-20 inches",
      "weight": "29-44 pounds",
      "life_expectancy": "13-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "Petar Horvat, the bishop of Djakovo, wrote in 1374 that Croats had brought a shepherd dog along on the move to their new land. He referred to the dog as Canis Pastoralis Croaticus—the Croatian Shepherd Dog.,The bishop of Djakovo, Peter Bakic also wrote about the Croatian Sheepdog in his 1719 manuscript “On the Life of the People and Raising of Stock in Djakovo and it’s Surroundings in 1719”. He quoted the words written by Bishop Petar in 1374 and, providing his own description of the dog, stated that the Croatian Sheepdog had not changed since the record (from 1374 to 1719) and had not changed in appearance from that described by Bishop Petar in 1374.,A systematic selection breeding program was started by the “father of the breed” – veterinarian Prof Dr Stjepan Romic in 1935 with dogs in the territory of Djakovo.  After 34 years of work, the breed was recognized by the FCI in 1969."
    },
    {
      "breed": "Curly-Coated Retriever",
      "height": "25-27 inches (male), 23-25 inches (female)",
      "weight": "60-95 pounds",
      "life_expectancy": "10-12 years",
      "group": "Sporting Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "The Curly-Coated Retriever’s tight, crisp curls of either black or liver serve as waterproof and thorn-resistant all-weather gear for work in thick bramble and icy lakes. The Curly is a big, durable gun dog, but more elegant and graceful than other retrievers. Another trait that sets Curlies apart from the usual retriever is a tapered, wedge-shaped head.,Like Labradors and Goldens, Curlies are affectionate and gentle, but they are a bit more independent and less needy. Playful and mischievous with loved ones, Curlies can be aloof with strangers. This wariness makes them more discerning watchdogs than other, more gregarious retrievers. These tireless dogs need lots of outdoor exercise. Bored, underemployed Curlies are a handful."
    },
    {
      "breed": "Czechoslovakian Vlcak",
      "height": "Minimum: 23.5-25.5 inches",
      "weight": "Minimum: 44-57 pounds",
      "life_expectancy": "10-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Frequent",
      "energy": "Needs Lots of Activity",
      "trainability": "May be Stubborn",
      "temperament": "Aloof/Wary",
      "about": "The Czechoslovakian Vlcak (CSV) was originally bred for working border patrol in Czechoslovakia in the 1950s. They are currently used in Europe and the United States for search and rescue, tracking, obedience, agility, drafting, herding, and working dog sports. The CSV is bred for versatility and hardiness in harsh elements and is much more independent in nature than many other working breeds. They are an excellent choice for tracking or trailing sport/work, or as a companion for active owners who enjoy spending time doing outdoor activities such as biking, running, or hiking. They are not, however, recommended for first time owners.,Club Contact Details,Club:  Czechoslovakian Vlcak Club of America\nName: Stacy McCrary, President\nEmail: vlcaksusa@gmail.com"
    },
    {
      "breed": "Dachshund",
      "height": "8-9 inches (standard), 5-6 inches (miniature)",
      "weight": "16-32 pounds (standard), 11 pounds & under (miniature)",
      "life_expectancy": "12-16 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The word “icon” is terribly overworked, but the Dachshund—with his unmistakable long-backed body, little legs, and big personality—is truly an icon of purebred dogdom. Dachshunds can be standard-sized (usually 16 to 32 pounds) or miniature (11 pounds or under), and come in one of three coat types: smooth, wirehaired, or longhaired.,Dachshunds aren’t built for distance running, leaping, or strenuous swimming, but otherwise these tireless hounds are game for anything. Smart and vigilant, with a big-dog bark, they make fine watchdogs. Bred to be an independent hunter of dangerous prey, they can be brave to the point of rashness, and a bit stubborn, but their endearing nature and unique look has won millions of hearts the world over."
    },
    {
      "breed": "Dalmatian",
      "height": "19-24 inches",
      "weight": "45-70 pounds",
      "life_expectancy": "11-13 years",
      "group": "Non-Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Frequent",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The Dalmatian’s delightful, eye-catching spots of black or liver adorn one of the most distinctive coats in the animal kingdom. Beneath the spots is a graceful, elegantly proportioned trotting dog standing between 19 and 23 inches at the shoulder. Dals are muscular, built to go the distance; the powerful hindquarters provide the drive behind the smooth, effortless gait.,The Dal was originally bred to guard horses and coaches, and some of the old protective instinct remains. Reserved and dignified, Dals can be aloof with strangers and are dependable watchdogs. With their preferred humans, Dals are bright, loyal, and loving house dogs. They are strong, active athletes with great stamina—a wonderful partner for runners and hikers."
    },
    {
      "breed": "Dandie Dinmont Terrier",
      "height": "8-11 inches",
      "weight": "18-24 pounds",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Daily Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Physical hallmarks of the Dandie Dinmont Terrier include a large head covered with profuse, silky white hair; long, hanging ears tipped with feathering and coming almost to a point; big, round eyes full of brightness and expression; and a long, low torso and short legs. The crisp body coat comes in two spicy colors: pepper (bluish black to silvery gray) and mustard (reddish brown to pale fawn).,Weighing no more than 24 pounds, Dandies are alert and intelligent watchdogs with a big baritone bark. Dandies enjoy romping and cuddling with kids, but aren’t as hyper as some small dogs. They are terriers, though, with typical willfulness, independence, and courage. Dandie owners get best results with positive, motivational training."
    },
    {
      "breed": "Danish-Swedish Farmdog",
      "height": "12.5-14.5 inches",
      "weight": "15-20 pounds",
      "life_expectancy": "11-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "",
      "temperament": "",
      "about": "This breed entered the American Kennel Club Foundation Stock Services Program (AKC FSS) in 2011. They are eligible to compete in Agility, Barn Hunt, Flyball, Herding, Lure Coursing, Nosework, Obedience and Rally, Tracking and AKC FSS Open Shows.,Club Contact Details,Club: Danish/Swedish Farmdog Club of America, Inc\nName: Dorothy Herman, AKC Liaison\nEmail: Info@Farmdogs.org"
    },
    {
      "breed": "Deutscher Wachtelhund",
      "height": "18-21 inches",
      "weight": "40-55 pounds",
      "life_expectancy": "12-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "",
      "energy": "Regular Exercise",
      "trainability": "",
      "temperament": "",
      "about": "The Deutscher Wachtelhund is a medium-sized, longhaired, very muscular gun dog with a noble head and strong bone. Their keen hunting desire and ability make it an ideal dog for hunters and because of their innate love of water, they are often used to hunt waterfowl. The Deutscher Wachtelhund’s name, German quail dog, relates to its ability as an upland bird flusher and is also known as the German Spaniel.,Club Contact Details,Name: Bill Wright, Boulder Brook Kennel\nAddress: PO Box 1, Markham, VA 22643\nEmail: jwwiii@hotmail.com"
    },
    {
      "breed": "Doberman Pinscher",
      "height": "26-28 inches (male), 24-26 inches (female)",
      "weight": "75-100 pounds (male), 60-90 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Dobermans are compactly-built dogs—muscular, fast, and powerful—standing between 24 to 28 inches at the shoulder. The body is sleek but substantial, and is covered with a glistening coat of black, blue, red, or fawn, with rust markings. These elegant qualities, combined with a noble, wedge-shaped head and an easy, athletic way of moving have earned Dobermans a reputation as royalty in the canine kingdom. A well-conditioned Doberman on patrol will deter all but the most foolish intruder."
    },
    {
      "breed": "Dogo Argentino",
      "height": "24-26.5 inches (male), 24-25.5 inches (female)",
      "weight": "88-100 pounds (male), 88-95 pounds (female)",
      "life_expectancy": "9-15 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Needs Lots of Activity",
      "trainability": "",
      "temperament": "",
      "about": "The ideal Dogo Argentino is a study in harmony. He is large, powerful, and athletic. His strong head is supported by a thick, but elegant neck that connects to a balanced body, which is sustained by straight, substantial forelegs and very muscular, medium-angulated hindquarters. The Dogo gives the impression of explosive power and energy. Developed to find, chase and catch dangerous game the Dogo must have a good nose, great lung capacity, and a powerful, yet agile, muscular build. His expression is alert and intelligent, with a marked hardness. The Dogo is instantly identifiable by his short, completely white coat."
    },
    {
      "breed": "Dogue de Bordeaux",
      "height": "23.27 inches (male), 23-26 inches (female)",
      "weight": "110 pounds & up (male), 99 pounds & up (female)",
      "life_expectancy": "5-8 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The Dogue de Bordeaux is an immensely powerful mastiff-type guardian. Males can go 27 inches high and 110 pounds. The short, eye-catching coat is a richly colored fawn. The massive head features a Bulldog-like undershot jaw, expressive eyes, and a deeply furrowed brow. It is, proportionately, the largest head in the canine kingdom. The body is stocky and close to the ground, but Dogues can move like lions when duty calls.,DDBs of proper temperament are sweet and sensitive souls. Owners appreciate their breed’s loyalty to loved ones of all ages, but also say DDBs can be stubborn and will dominate those who fail to apply firm training in puppyhood. When acquiring such a strapping super-dog, finding a responsible breeder is key."
    },
    {
      "breed": "Drentsche Patrijshond",
      "height": "21-25 inches",
      "weight": "48-73 pounds",
      "life_expectancy": "11–14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "The Drent is “par excellence” for hunting a variety of game on diverse terrain. He is known for keeping in touch with the hunter; when on point, while awaiting the hunter, the dog will often look back at his hunting partner if it takes a long time to wait. His adaptability makes him suitable for all manner of game in the field as well as in the water. The Drent is also known to be a good retriever. Due to the Drent’s soft nature, forceful training methods are inappropriate. The dog is expected to bark to announce visitors to the home, and is often reserved towards strangers until welcomed. He is loyal, intelligent and a pet of exceptional value on top of being a good hunting buddy.,Club Contact Details,Club: Drentsche Patrijshond Club of North America\nName: Brian O’Connor\nEmail: dpcna.gundogs@gmail.com\nPhone: 208-590-0027"
    },
    {
      "breed": "Drever",
      "height": "12-15 inches",
      "weight": "35-40 pounds",
      "life_expectancy": "~15 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Alert/Responsive",
      "about": "The Drever was developed in the early twentieth century in Sweden. Hunting deer was difficult due to terrain and herd locations so hunters soon realized the benefits of using this short-legged, long-bodied dog to drive the deer over long distances and rough terrain right to them. A keen and even-tempered hound, the Drever is never aggressive, nervous or shy. They are content in most living situations, but tend to be vocal when alerting or at play."
    },
    {
      "breed": "Dutch Shepherd",
      "height": "21.5-24.5 inches",
      "weight": "42-75 pounds",
      "life_expectancy": "11-14 years",
      "group": "Miscellaneous Class",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The Dutch Shepherd was discovered as a naturally occurring shepherd’s dog living in rural areas. It was developed as an all-purpose farm dog, working originally as a farm guard, drover, and livestock dog. A well known dog fancier wrote about the Dutch Shepherd in 1910: “…bearing a great resemblance to the wolf.” Of course this is not entirely true, but it is another aspect that shows that the Dutch Shepherd still has many of the characteristics of its wild forebears. Although it is not a widely known breed, the Dutch Shepherd is a loyal companion and competent working dog used for obedience, dog sports, herding, tracking, search and rescue, and as a police dog."
    },
    {
      "breed": "English Cocker Spaniel",
      "height": "16-17 inches (male), 15-16 inches (female)",
      "weight": "28-34 pounds (male), 26-32 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The English Cocker Spaniel is a compactly built sporting dog standing between 15 to 17 inches at the shoulder. The softly contoured head, with its dark, melting eyes that convey an alert and dignified expression, is framed by lush, close-lying ears. The medium-length coat, seen in a variety of striking colors and patterns, is silky to the touch. “Balance” is a key word in understanding the breed: The EC is balanced in temperament, construction, and movement.,Beneath the EC’s physical beauty beats the heart of a tireless, eager-to-please hunter’s helper, famous the world over for his ability to flush and retrieve gamebirds. For those who prefer more domestic pursuits, there is no more charming and agreeable household companion."
    },
    {
      "breed": "English Foxhound",
      "height": "24 inches",
      "weight": "60-75 pounds",
      "life_expectancy": "10-13 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The English Foxhound is the epitome of what serious dog breeders strive for: beauty, balance, and utility. “Next to an old Greek statue,” a poet wrote, “there are few such combinations of grace and strength as in a fine Foxhound.”\nThese pack-oriented, scent-driven hounds are gentle and sociable, but rarely seen as house pets. They can be so driven by a primal instinct for pursuit that not much else, including training, matters to them. Owning these noble creatures is best left to huntsmen who kennel packs of hounds or to those experienced in meeting the special challenges of life with swift, powerful hounds hardwired for the chase."
    },
    {
      "breed": "English Setter",
      "height": "25-27 inches (male), 23-25 inches (female)",
      "weight": "65-80 pounds (male), 45-55 pounds (female)",
      "life_expectancy": "12 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "English Setters are elegant but solid dogs of beauty and charm. The word “belton,” unique to the breed, describes the speckled coat patterns of colors that sound good enough to eat: liver, lemon, and orange among them. Under the showy coat is a well-balanced hunter standing about 25 inches at the shoulder.,A graceful neck carries a long, oval-shaped head proudly, and dark brown eyes convey a soft expression. The merry English Setter is known as the gentleman of the dog world but is game and boisterous at play. English Setters get on well with other dogs and people. A veteran all-breed dog handler says, “As a breed to share one’s life and living space with, no other breed gives me more pleasure than the English Setter.”"
    },
    {
      "breed": "English Springer Spaniel",
      "height": "20 inches (male), 19 inches (female)",
      "weight": "50 pounds (male), 40 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Built for long days in the field, English Springer Spaniels are tough, muscular hunters standing 19 to 20 inches at the shoulder and weighing between 40 and 50 pounds. The double coat comes in several colors and patterns, the ears are long and lush, and the kindly, trusting expression of the eyes is a cherished hallmark of the breed. Springers move with a smooth, ground-covering stride.,Bred to work closely with humans, Springers are highly trainable people-pleasers. They crave company and are miserable when neglected.,Polite dogs, Springers are good with kids and their fellow mammals. They are eager to join in any family activity. Long walks, games of chase and fetch, and swimming are favorite pastimes of these rugged spaniels."
    },
    {
      "breed": "English Toy Spaniel",
      "height": "9-10 inches",
      "weight": "8-14 pounds",
      "life_expectancy": "10-12 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "The ETS is a square, snub-nosed toy weighing no more than 14 pounds. The large domed head—with its long and lush ears, dark melting eyes, and chubby cheeks—is a famous breed trait. The profuse coat comes in four varieties, each with its own proper name: red and white (Blenheim); black and tan (King Charles); white, black, and tan (Prince Charles); and a solid red (Ruby). Blenheims often have a red mark, the “Blenheim Spot,” on top of the head.,The ETS, like many toy breeds kept by royals, came to assume the personalities of their aristocratic owners. They can be proud and willful, and extremely discriminating in their choice of friends. With their favored humans, they are affectionate at home and exuberant and curious at play."
    },
    {
      "breed": "Entlebucher Mountain Dog",
      "height": "17-21 inches (male), 16-20 inches (female)",
      "weight": "50-65 pounds (male), 40-55 pounds (female)",
      "life_expectancy": "11-13 years",
      "group": "Herding Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Entlebucher (ENT-leh-boo-cur) Mountain Dogs are muscular, long-backed cattle dogs standing from 16 to 21 inches at the shoulder. They have short, sturdy legs; a striking black, white, and tan coat; and an attentive, friendly face. Entles are famous for their agility, balance, and boundless enthusiasm.,Entles are vigilant protectors of their four- or two-legged “herds” and, when properly socialized, make durable and trustworthy playmates for older kids. Energetic Entles require lots of exercise, family time, and direction to reach their full potential. Inexperienced owners might be overwhelmed by this strong, self-confident, go-go herding dog eager for work.,Entlebuchers are fine dogs—clever, zesty, happy—but not for everyone."
    },
    {
      "breed": "Estrela Mountain Dog",
      "height": "24.5-29 inches",
      "weight": "77-132 pounds",
      "life_expectancy": "10-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "",
      "temperament": "",
      "about": "The Estrela Mountain Dog is named for the Estrela Mountains in Portugal and is believed to be the oldest breed in the region. The breed has several distinctive physical characteristics including rosed ears, a black mask and a hook at the end of its tail. He is an inseparable companion of the shepherd and a faithful flock guardian, bravely protecting it against predators and thieves. A wonderful farm and house guard, he is distrustful towards strangers but typically docile to his master.,As a companion in the home, an Estrela will bond for life. He will love and protect his whole family, but a piece of his soul will belong to that one special family member of his choosing. As an Estrela owner tells us: “There is nothing compared to the love of an Estrela.”,Breed Contact Details,Website: www.mistymountainestrelas.com,Phone: 704-385-9928,Person: Robin Eatman"
    },
    {
      "breed": "Eurasier",
      "height": "19-24 inches",
      "weight": "40-70 pounds",
      "life_expectancy": "12-16 years",
      "group": "Foundation Stock Service",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "The Eurasier comes in a beautiful array of colors. All coat colors are permitted as per the breed standard except for liver color, pure white and irregular white patches. Eurasiers can have purple tongues, pink tongues or spotted tongues. They can also have dark face masks or light, so-called reverse masks. Eurasiers are calm, even-tempered, gentle, loving, intelligent and confident.,Club Contact Details,Club: United States Eurasier Club\nName: Wendy Schuyler\nEmail: USEurasierClub@gmail.com"
    },
    {
      "breed": "Field Spaniel",
      "height": "18 inches (male), 17 inches (female)",
      "weight": "35-50 pounds",
      "life_expectancy": "12-13 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "Field Spaniels bear a family resemblance to Cocker, Springer, and Sussex spaniels. The distinctive glossy coat is either black, some shade of liver, or combinations of the two. They stand 17 or 18 inches at the shoulder and should present the picture of well-balanced, moderately proportioned hunting companions. The long, feathery ears frame a facial expression conveying a grave, gentle intelligence.,Field Spaniels are sweet, sensitive souls with just enough independence to make life interesting. They are trustworthy with kids, tolerant of their fellow mammals, and responsive to training. The U.S. breed standard calls these tranquil house dogs “unusually docile,” but they are nonetheless playful and enjoy a good backyard romp."
    },
    {
      "breed": "Finnish Lapphund",
      "height": "18-21 inches (male), 16-19 inches (female)",
      "weight": "33-53 pounds",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "Finnish Lapphunds, with their luscious coat, sweet spitz-like face, and profusely coated tail that curves over the back, are instantly recognizable as Nordic dogs. Lappies stand about 20 inches at the shoulder and are surprisingly muscular and substantial for their inches. Quick and agile, they move effortlessly and can go from a trot to a full gallop in a second flat.,Lappies are friendly and submissive companions, though a bit wary of strangers. They crave companionship and will be miserable when neglected. A distinctive breed trait is a strong “startle reflex,” the result of centuries spent ducking the antlers of ornery reindeer. Despite their propensity for shedding and barking, Lappies are popular pets in their homeland."
    },
    {
      "breed": "Finnish Spitz",
      "height": "17.5-20 inches (male), 15.5-18 inches (female)",
      "weight": "25-33 pounds (male), 20-28 pounds (female)",
      "life_expectancy": "13-15 years",
      "group": "Non-Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "The balanced, squarely symmetrical Finnish Spitz will stand not more than 20 inches at the shoulder and are easily recognized by their  foxy face and prick ears projecting a lively expression, and a curving plumed tail. Their dense coat of glorious golden-red which is never monochromatic gives them the Finnish Spitz “Glow.” Finkies or Finns, as they are nicknamed, move with a bold and brisk gait.,Finkies  make excellent alertdogs, wary but not shy with strangers. This is a vocal breed – in Finland, owners hold contests to crown a “King Barker” – and true Finn lovers are more delighted than annoyed by their breed’s yodeling and range of vocalization. Finkies are eager canine athletes and eye-catching show dogs known to be smart, sensitive, and captivating companions."
    },
    {
      "breed": "Flat-Coated Retriever",
      "height": "23-24.5 inches (male), 22-23.5 inches (female)",
      "weight": "60-70 pounds",
      "life_expectancy": "8-10 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The Flat-Coated Retriever’s eponymous flat-lying coat comes in lustrous black or liver, with feathering at the legs and tail. A distinctive breed hallmark is the long head—unique among retrievers—which projects a smart and kindly expression. A Flat-Coat will stand as tall as a Labrador Retriever, but in silhouette they present a leaner, more elegant look.,Dogdom’s champion tail-waggers, Flat-Coats are among the happiest of all breeds. They mature slowly; some owners say that they never grow up at all, retaining a puppyish taste for rambunctious mischief into old age. This can be either delightful or exasperating, depending on your tolerance for such monkeyshines. This highly energetic breed requires lots of outdoorsy exercise."
    },
    {
      "breed": "French Bulldog",
      "height": "11-13 inches",
      "weight": "under 28 pounds",
      "life_expectancy": "10-12 years",
      "group": "Non-Sporting Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Calm",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The French Bulldog resembles a Bulldog in miniature, except for the large, erect “bat ears” that are the breed’s trademark feature. The head is large and square, with heavy wrinkles rolled above the extremely short nose. The body beneath the smooth, brilliant coat is compact and muscular.,The bright, affectionate Frenchie is a charmer. Dogs of few words, Frenchies don’t bark much—but their alertness makes them excellent watchdogs. They happily adapt to life with singles, couples, or families, and do not require a lot of outdoor exercise. They get on well with other animals and enjoy making new friends of the human variety. It is no wonder that city folk from Paris to Peoria swear by this vastly amusing and companionable breed."
    },
    {
      "breed": "French Spaniel",
      "height": "21.5-24 inches",
      "weight": "50-60 pounds",
      "life_expectancy": "10-12 years",
      "group": "Foundation Stock Service",
      "grooming": "",
      "shedding": "",
      "energy": "",
      "trainability": "",
      "temperament": "",
      "about": "Club Contact Details,Club: French Spaniel Club in the USA\nName:  Elaine McKinney\nEmail: Esspaniel@yahoo.com\nAddress: 6329 Venus Ave, Bartlett, TN 38134\nPhone: 901-380-9265"
    },
    {
      "breed": "German Longhaired Pointer",
      "height": "22-28 inches",
      "weight": "55-80 pounds",
      "life_expectancy": "12-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "German Longhaired Pointers are a gun dog and as such, they are expected to search, point, track and retrieve game. They can excel in all types of hunting situations: waterfowl hunting, searching for upland game birds, or retrieving furred game in the woods or prairies, typically rabbit and squirrel in North America. They have a unique ability in being able to switch from a calm household pet to a fiery, passionate hunter. Having been bred for hunting for over a century, they are a superior, tried and tested hunting companion.,Club: German Longhaired Pointer Club of North America\nName: Del Peterson, President\nPhone: 509-697-3972\nEmail: glpcna@germanlonghairpointers.com"
    },
    {
      "breed": "German Pinscher",
      "height": "17-20 inches",
      "weight": "25-45 pounds",
      "life_expectancy": "12-14 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Sleek, shiny, and streamlined, German Pinschers are a true dog lover’s delight. They’re eye-catching and elegant but in all ways honestly doggy—nothing fussy or exaggerated. They’ll stand about knee-high to the average adult. Muscles ripple beneath a shimmering coat of red or black-and-blue with red accents. There’s nobility in the elongated, wedge-shaped head, and the dark eyes are alert and eager. German Pinschers move with the kind of strong, free-and-easy gait that tells you this is a confident companion, up for anything the day might bring."
    },
    {
      "breed": "German Shepherd Dog",
      "height": "24-26 inches (male), 22-24 inches (female)",
      "weight": "65-90 pounds (male), 50-70 pounds (female)",
      "life_expectancy": "7-10 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "German Shepherd Dogs can stand as high as 26 inches at the shoulder and, when viewed in outline, presents a picture of smooth, graceful curves rather than angles. The natural gait is a free-and-easy trot, but they can turn it up a notch or two and reach great speeds.,There are many reasons why German Shepherds stand in the front rank of canine royalty, but experts say their defining attribute is character: loyalty, courage, confidence, the ability to learn commands for many tasks, and the willingness to put their life on the line in defense of loved ones. German Shepherds will be gentle family pets and steadfast guardians, but, the breed standard says, there’s a “certain aloofness that does not lend itself to immediate and indiscriminate friendships.”"
    },
    {
      "breed": "German Shorthaired Pointer",
      "height": "23-25 inches (male), 21-23 inches (female)",
      "weight": "55-70 pounds (male), 45-60 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Male German Shorthaired Pointers stand between 23 and 25 inches at the shoulder and weigh anywhere from 55 to 70 pounds; females run smaller. The coat is solid liver (a reddish brown), or liver and white in distinctive patterns. The dark eyes shine with enthusiasm and friendliness. Built to work long days in the field or at the lake, GSPs are known for power, speed, agility, and endurance. “Noble” and “aristocratic” are words often used to describe the overall look.\nGSPs make happy, trainable pets who bond firmly to their family. They are always up for physical activities like running, swimming, organized dog sports—in fact, anything that will burn some of their boundless energy while spending outdoors time with a human buddy."
    },
    {
      "breed": "German Spitz",
      "height": "12-15 inches",
      "weight": "24-26 pounds",
      "life_expectancy": "13-15 years",
      "group": "Foundation Stock Service",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "Spitz breeds like the German Spitz are captivating on account of their beautiful coats, made to stand off by a plentiful undercoat. Particularly impressive is his strong, mane-like collar around his neck, called a ruff, and the bushy tail carried boldly over his back. His foxy head, alert eyes, and small, pointed, closely-set ears give the German Spitz his unique cheeky appearance. His coat comes in a variety of colors including white, black, cream, gold, black and tan, sable, and chocolate brown. Though easily trainable, this lively and intelligent breed can also have an independent streak. If properly trained (so as not to be too noisy) and well socialized, the German Spitz will be happy mingling with other people and dogs."
    },
    {
      "breed": "German Wirehaired Pointer",
      "height": "24-26 inches (male), minimum 22 inches (female)",
      "weight": "50-70 pounds",
      "life_expectancy": "14-16 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "Standing as high as 26 inches at the shoulder, GWPs are a bit taller and heavier than their close relative, the German Shorthaired Pointer. GWPs are balanced, well muscled, resilient, agile, and generally built to beat the bushes all day long without tiring. The harsh wire coat protects against thorny underbrush and foul weather, and the shaggy beard and eyebrows complete an intelligent, worldly expression.,“The need for running in the great outdoors is a must!” says one veteran owner. “This breed will not be happy to be on the couch all day.” GWPs are bright and eager, but their independent, inquisitive nature might frustrate novice owners. A good fit for those looking for a loving companion who enjoys sports and togetherness."
    },
    {
      "breed": "Giant Schnauzer",
      "height": "25.5-27.5 inches (male), 23.5-25.5 inches (female)",
      "weight": "60-85 pounds (male), 55-75 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Working Group",
      "grooming": "Daily Brushing",
      "shedding": "",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "A well-bred Giant Schnauzer closely resembles the Standard Schnauzer—only bigger. As their name suggests, Giants are imposing.,A male might stand as high as 27.5 inches at the shoulder and weigh 95 pounds. The muscular, substantial body is, as the breed’s fanciers put it, a “bold and valiant figure of a dog.” The double coat is either solid black or “pepper and salt.” Familiar characteristics of the Mini, Standard, and Giant are a harsh beard and eyebrows, accentuating a keen, sagacious expression."
    },
    {
      "breed": "Glen of Imaal Terrier",
      "height": "12.5-14 inches",
      "weight": "32-40 pounds",
      "life_expectancy": "10-15 years",
      "group": "Terrier Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "Glens are scruffy, sturdy, low-slung terriers standing no more than 14 inches at the shoulder. There’s nothing fancy or fussed-over about Glens.,Rather, their wiry no-frills coat, broad head, and bowed front legs suggest a working farm dog from a time and place where substance was more important than style. And yet, they’re also ridiculously cute. It takes a heart of stone to resist reaching down to give a Glen a scratch behind the ear and a pat on the well-muscled rump."
    },
    {
      "breed": "Golden Retriever",
      "height": "23-24 inches (male), 21.5-22.5 inches (female)",
      "weight": "65-75 pounds (male), 55-65 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The Golden Retriever is a sturdy, muscular dog of medium size, famous for the dense, lustrous coat of gold that gives the breed its name. The broad head, with its friendly and intelligent eyes, short ears, and straight muzzle, is a breed hallmark. In motion, Goldens move with a smooth, powerful gait, and the feathery tail is carried, as breed fanciers say, with a “merry action.”,The most complete records of the development of the Golden Retriever are included in the record books that were kept from 1835 until about 1890 by the gamekeepers at the Guisachan (pronounced Gooeesicun) estate of Lord Tweedmouth at Inverness-Shire, Scotland. These records were released to public notice in Country Life in 1952, when Lord Tweedmouth’s great-nephew, the sixth Earl of Ilchester, historian and sportsman, published material that had been left by his ancestor. They provided factual confirmation to the stories that had been handed down through generations.,Goldens are outgoing, trustworthy, and eager-to-please family dogs, and relatively easy to train. They take a joyous and playful approach to life and maintain this puppyish behavior into adulthood. These energetic, powerful gundogs enjoy outdoor play. For a breed built to retrieve waterfowl for hours on end, swimming and fetching are natural pastimes."
    },
    {
      "breed": "Gordon Setter",
      "height": "24-27 inches (male), 23-26 inches (female)",
      "weight": "55-80 pounds (male), 45-70 pounds (female)",
      "life_expectancy": "12-13 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Gordons are the largest and most substantial of the setters—a big male might stand 27 inches at the shoulder and weigh 80 pounds. The stunning coat is a glistening black, with tan markings and long hair on the ears, belly, legs, chest, and tail. Tan spots above the bright brown eyes point up a wise and willing expression. Like other Scots breeds, from the compact Scottish Terrier to the majestic Scottish Deerhound, Gordons were built to withstand their homeland’s tough terrain and foul weather."
    },
    {
      "breed": "Grand Basset Griffon Vendéen",
      "height": "15.5-18 inches",
      "weight": "40-45 pounds",
      "life_expectancy": "13-15 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "First, let’s deal with the name. Roughly translated, it means “Large, low, shaggy dog of the Vendée” and is pronounced “Grand-Bah-SAY Gree-FOHN VON-day-uhn.” Now, let’s have a look at the dog: He’s a sweet-faced, long-eared fellow in a shaggy coat whose mustache, beard, and profuse eyebrows suggest the look of a worldly but amiable Frenchman. Beneath the Grand’s Old World charm is a rugged, sturdily-built bruiser who is deceptively quick and light-footed. The stamina and courage of these longer-than-tall hunters is the stuff of Gallic legend."
    },
    {
      "breed": "Great Dane",
      "height": "30-32 inches (male), 28-30 inches (female)",
      "weight": "140-175 pounds (male), 110-140 pounds (female)",
      "life_expectancy": "7-10 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "As tall as 32 inches at the shoulder, Danes tower over most other dogs—and when standing on their hind legs, they are taller than most people. These powerful giants are the picture of elegance and balance, with the smooth and easy stride of born noblemen. The coat comes in different colors and patterns, perhaps the best-known being the black-and-white patchwork pattern known as “harlequin.”,Despite their sweet nature, Danes are alert home guardians. Just the sight of these gentle giants is usually enough to make intruders think twice. But those foolish enough to mistake the breed’s friendliness for softness will meet a powerful foe of true courage and spirit. Patient with kids, Danes are people pleasers who make friends easily."
    },
    {
      "breed": "Great Pyrenees",
      "height": "27-32 inches (male), 25-29 inches (female)",
      "weight": "100 pounds & up (male), 85 pounds & up (female)",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Frequently described as “majestic,” Pyrs are big, immensely strong mountain dogs standing as high as 32 inches at the shoulder and often tipping the scales at more than 100 pounds. These steadfast guardians usually exhibit a Zen-like calm, but they can quickly spring into action and move with grace and speed to meet a threat. The lush weatherproof coat is all white, or white with markings of beautiful shades of gray, tan, reddish-brown, or badger."
    },
    {
      "breed": "Greater Swiss Mountain Dog",
      "height": "25.5-28.5 inches (male), 23.5-27 inches (female)",
      "weight": "115-140 pounds (male), 85-110 pounds (female)",
      "life_expectancy": "8-11 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "“Greater” than what? Well, standing as high as 28.5 inches and weighing as much as a midsize human, a Greater Swiss might easily be greater than you.,Swissies are immensely strong, yet agile enough to move a flock across the sloping foot of a mountain. The coat is a striking tricolor—black, red, and white. The head and muzzle typically have a white marking (the “blaze”), setting off a sweet expression. Several big mountain-dog breeds are described as “majestic,” but Swissies practically invented the word."
    },
    {
      "breed": "Greyhound",
      "height": "28-30 inches (male), 27-28 inches (female)",
      "weight": "65-70 pounds (male), 60-65 pounds (female)",
      "life_expectancy": "10-13 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "Greyhounds are the essence of the dog breeder’s credo “Form follows function.” From the narrow, aerodynamic skull to the shock-absorbing pads of the feet, Greyhounds are perfectly constructed for high-speed pursuit. The lean beauty of the Greyhound’s “inverted S” shape, created by the deep chest curving gently into a tightly tucked waist, has been an object of fascination for artists, poets, and kings for as long as human beings have called themselves civilized. Greyhounds are the template from which other coursing hounds have been struck."
    },
    {
      "breed": "Hamiltonstovare",
      "height": "19-24 inches",
      "weight": "40-75 pounds",
      "life_expectancy": "14-17 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Hamiltonstovare are most commonly multi-purpose dogs; they are hunters, show dogs, and pets, all in one regal and versatile little package. As a hound, they follow their nose wherever it goes (and will not return for a good long while), so leashes and fences are a necessity with this breed. Unlike most scent hounds though, the Hamiltonstovare has an extremely high prey drive for both scent and sight. They can make excellent lure coursing dogs. In the home, they are a lazy, low maintenance dog who rarely sheds. Very food motivated, they can be easy to train despite their hound stubbornness, but higher competitive obedience levels are not usually an option. The only major problem with this breed is accessibility; there is only one breeder of Hamiltonstovare in the United States. Unfortunately, Hamiltonstovare have a rescue problem in the US as well, and some can be found in rural shelters in Virginia, North Carolina, West Virginia, Kentucky, South Carolina and Tennessee.,Club Contact Details,Club: Hamiltonstovare Club of America\nName: Ashley Hammock\nEmail: OceaniaHamilton@hotmail.com\nAddress: 2311 Chapel Hill Rd, Goochland, Va 23063"
    },
    {
      "breed": "Hanoverian Scenthound",
      "height": "19-21 inches",
      "weight": "79-99 pounds",
      "life_expectancy": "10-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Hailing from Germany, The Hanoverian Scenthound is the Hannoverscher Schweißhund in its native language. In general appearance, the highly efficient Hanoverian is of medium-large size, well proportioned and powerful. Well set strongly muscled fore and hind limbs qualify him for tireless work. His broad, deep chest provides ample room for the lungs and enables long, strenuous chases. The slightly wrinkled forehead and the clear, dark eyes produce the serious expression typical of the Hanoverian Scenthound. Also typical for the breed is the red primary color of the coat, which can vary from a pale fawn color to a dark brindle, appearing almost black."
    },
    {
      "breed": "Harrier",
      "height": "19-21 inches",
      "weight": "45-60 pounds",
      "life_expectancy": "12-15 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "Somewhat resembling a Beagle with a gym membership, Harriers are larger, more powerful hounds than their diminutive cousin—but smaller than the English Foxhound, a breed used in their development. Standing between 19 and 21 inches at the shoulder, Harriers have the timeless look of a working pack hound: a short, smart-looking coat; low-set, velvety ears; an irresistibly sweet face; and enough muscle and sinew to endure a long day’s hunt. A well-built Harrier will cover ground with a smooth, efficient gait."
    },
    {
      "breed": "Havanese",
      "height": "8.5-11.5 inches",
      "weight": "7-13 pounds",
      "life_expectancy": "14-16 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Outgoing",
      "about": "​Distinctive features of the Havanese include a curled-over tail and a gorgeous silky coat, which comes in a variety of colors. Some owners enjoy cording the coat, in the manner of a Puli, and others clip it short to reduce grooming time. Happily, Havenese are just as cute no matter what hairdo you give them.,Their small but sturdy bodies, adaptable nature, and social skills make Havanese an ideal city dog, but they are content to be anywhere that they can command the attention of admirers young and old alike. Havanese, smart and trainable extroverts with the comic instincts of a born clown, are natural trick dogs. Havanese are also excellent watchdogs and take the job seriously, but will usually keep the barking to a minimum."
    },
    {
      "breed": "Hokkaido",
      "height": "18-20 inches",
      "weight": "44-66 pounds",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "",
      "temperament": "",
      "about": "The Hokkaido is a medium-sized, strongly-built dog. They have longer, thicker coats than the other Japanese breeds, and also have wider chests and smaller ears. Like all the Nihon Ken, they have a double coat made up of protective, coarse outer guard hairs, and a fine, thick undercoat that is shed seasonally. The breed comes in several colors: white, red, black, brindle, sesame, and wolf grey. With early training, the Hokkaido is a very loyal and dedicated companion who wants to please his human family. They are incredibly intelligent thinkers and problem solvers, and they excel at tasks given to them. If not socialized properly, however, Hokkaido can become wary of strangers and protective of their families. The breed is extremely rare outside its native country. In Japan, there is an estimated population of around 10,000-12,000, and yearly registrations of between 900-1000."
    },
    {
      "breed": "Hovawart",
      "height": "23-28 inches",
      "weight": "65-90 pounds",
      "life_expectancy": "10-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "Club Contact Details,Club: Hovawart Club of North America\nEmail: info@hovawartclub.org"
    },
    {
      "breed": "Ibizan Hound",
      "height": "23.5-27.5 inches (male), 22.5-26 inches (female)",
      "weight": "50 pounds (male), 45 pounds (female)",
      "life_expectancy": "11-14 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Ibizans are lithe and leggy visitors from the dawn of civilization. Art history students will recognize the elongated head, with its large erect ears, as a familiar motif of ancient Egypt. The elegant, racy body stands 22.5 to 27.5 inches at the shoulder, with coat colors of solid red or white, or red and white patterns. The rosy-colored leathers of the nose, eye rims, and lips—along with amber or caramel eyes—perfectly complement the coat. The breed’s quiet grace is often described as deer-like."
    },
    {
      "breed": "Icelandic Sheepdog",
      "height": "18 inches (male), 16.5 inches (female)",
      "weight": "30 pounds (male), 25 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Icelandics are one of the 50 or so northern breeds from around the world classified as spitzes. The breed’s “spitziness” is expressed by a dense coat, foxy face, pointed ears, and a bushy, curling tail. Icelandics, standing no higher than 18 inches at the shoulder, are just under what we’d consider medium sized. They come in several predominant colors, always accompanied by white markings. An endearing trait is the facial expression: friendly, happy, always looking as though there’s no place they’d rather be than with you."
    },
    {
      "breed": "Irish Red and White Setter",
      "height": "24.5-26 inches (male), 22.5-24 inches (female)",
      "weight": "42-60 pounds (male), 35-50 pounds (female)",
      "life_expectancy": "11-15 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "Sportsmen thrill at the sight of a noble Red and White frozen on point, motionless as a statue. These medium-to-large bird dogs are powerful, solid, and sinewy, with enough stamina and bird sense to get the job done any day of the week and twice on Sunday. The stunning coat—vivid red “islands” floating on a sea of pearl white—has a practical function: It enables hunters to spot their dog at a distance. The handsome face projects a keen but kindly expression."
    },
    {
      "breed": "Irish Setter",
      "height": "27 inches (male), 25 inches (female)",
      "weight": "70 pounds (male), 60 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Agreeable",
      "temperament": "Outgoing",
      "about": "The Irish Setter has been described by its partisans as the most beautiful of dog breeds. Standing more than two feet at the shoulder, with a substantial yet elegant build, the Irish is famed for a brilliant coat of mahogany or chestnut. Long, sinewy legs and powerful rear drive help to place the Irish among the swiftest of all sporting dogs.,The Irish Setter’s lovable personality has endeared the breed to sportsmen and pet owners for more than 200 years. Irish are outgoing dogs who enjoy making friends. These rambunctious redheads are big kids at heart, but they are eager to please and will respond to patient, positive training. They are said to be bold and rugged hunting partners, with a devil-may-care approach to their work."
    },
    {
      "breed": "Irish Terrier",
      "height": "18 inches",
      "weight": "27 pounds (male), 25 pounds (female)",
      "life_expectancy": "13-15 years",
      "group": "Terrier Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Irish Terriers are the prototype of a long-legged terrier. Standing about 18 inches at the shoulder, they’re sturdy but lithe and graceful. Every line of the body is eye-catching, and the overall picture is beautifully balanced. The tight red coat is as fiery as the breed’s temperament. ITs are a dog lover’s delight: If your heart doesn’t go pitty-pat at the sight of this Technicolor terrier framed against the vivid greens of the Irish countryside, forget dogs and buy a goldfish."
    },
    {
      "breed": "Irish Water Spaniel",
      "height": "22-24 inches (male), 21-23 inches (female)",
      "weight": "55-68 pounds (male), 45-58 pounds (female)",
      "life_expectancy": "12-13 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Reserved with Strangers",
      "about": "Standing 21 to 24 inches at the shoulder and weighing 55 to 65 pounds, the Irish Water Spaniel straddles the line between “medium” and “large” dogs on our scale of size. Among its distinguishing characteristics are a crisply curled, liver-colored, waterproof coat; a tapered “rat tail”; and a cleanly chiseled head crowned with a topknot of long, loose curls. The IWS moves with a smooth ground-covering gait, enabling him to put in a long day’s work in the field."
    },
    {
      "breed": "Irish Wolfhound",
      "height": "32 inches minimum (male), 30 inches minimum (female)",
      "weight": "120 pounds (male), 105 pounds (female)",
      "life_expectancy": "6-8 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "The amiable Irish Wolfhound is an immense, muscular hound gracefully built along classic Greyhound lines, capable of great speed at the gallop. A male might stand nearly 3 feet at the shoulder and weigh up to 180 pounds. Females will run smaller but are still a whole lot of hound. The rough, hard coat comes in many colors, including white, gray, brindle, red, black, and fawn.,IWs are too serene to be fierce guard dogs, but just the sight of them is enough to deter intruders. IWs are characteristically patient with kids, though animals their size should be supervised around small children. Owning an Irish Wolfhound is a unique, rewarding experience—but acquiring a giant galloping hound is a commitment as big as the dog itself."
    },
    {
      "breed": "Italian Greyhound",
      "height": "13-15 inches",
      "weight": "7-14 pounds",
      "life_expectancy": "14-15 years",
      "group": "Toy Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Aloof/Wary",
      "about": "IGs are Greyhounds in miniature—more slender, but a Greyhound’s equal in grace and elegance. Standing ideally 13 to 15 inches at the shoulder, they present the sleek, curving lines common to all coursing hounds. Distinguishing features are the long, fine-boned legs.,IGs combine the attentiveness of lapdogs with the complexity of ancient, aristocratic hounds. Bred for centuries to be doting companions and jesters, these high-stepping charmers refuse to be ignored. “On the whole,” writes an IG expert, “the breed would much rather be in your lap or bed than on the floor.” They are, though, true sighthounds and will bolt after quick-moving prey at the drop of a cat. A short-coat, low-fat breed, IGs require extra care in cold weather"
    },
    {
      "breed": "Jagdterrier",
      "height": "13-16 inches",
      "weight": "17-22 pounds",
      "life_expectancy": "10-12 years",
      "group": "Foundation Stock Service",
      "grooming": "",
      "shedding": "",
      "energy": "",
      "trainability": "",
      "temperament": "",
      "about": "The Jagdterrier is a versatile hunting dog from Germany. In German, jagdterrier literally means “hunt terrier.” He is particularly suited to hunting under the ground and as a flushing dog and is relatively small, compact, and well-proportioned. His dense coat, either hard and rough or course and smooth, is usually black and tan, but can be dark brown or grayish-black as well. The tan markings are on his eyebrows, muzzle, chest, legs, and at the base of his tail. He could also have small white markings on his chest and toes."
    },
    {
      "breed": "Japanese Chin",
      "height": "8-11 inches",
      "weight": "7-11 pounds",
      "life_expectancy": "10-12 years",
      "group": "Toy Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Chin are the unrivaled noblemen of Japanese breeds. They’re tiny “indoorsy” companions, with an unmistakably Eastern look and bearing. The head is large, the muzzle short, and the round, dark eyes convey, as Chin fans like to say, a “look of astonishment.” The profuse mane around the neck and shoulders, the plumed tail arching over the back, and the pants or “culottes” on the hind legs project the elegant, exotic appearance so typical of Asia’s royal line of laptop cuddle bugs."
    },
    {
      "breed": "Japanese Spitz",
      "height": "12-15 inches",
      "weight": "10-25 pounds",
      "life_expectancy": "12-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "The Japanese Spitz, as a companion breed, enjoy the company of their families and truly are little comedians. They love to please their family and are thus eager to learn; they always have a smile on their face. Distinctive features include their pure white coat that has a mane-like feature about their neck. Also, like other spitz breeds, their tails curl over their back in a beautiful hair plume. A pointed muzzle likens them to a fox with a black nose, black eye rims, and ears of pointed triangles, which stand erect and move like radar towers, hearing everything going on around them and making this breed very alert."
    },
    {
      "breed": "Jindo",
      "height": "18-22 inches",
      "weight": "30-50 pounds",
      "life_expectancy": "~14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "The Korea Jindo Dog is a well-proportioned, medium-sized dog used for hunting and guarding. With erect ears and a rolled or sickle-shaped tail, it should be a vivid expression of agility, strength, alertness and dignity.The Jindo has a very strong instinct for hunting and is bold, brave, alert and careful, not tempted easily and impetuous. But most of all he is extremely faithful to his master. On the whole he is not fond of other animals, especially males. He also has a good sense of direction. A one-man dog, he readily accepts a new master, but never forgets his attachment towards the former master who raised him from puppyhood. He keeps himself clean and eats sparingly.,Club Contact Details,Club: Korean Jindo Association of America\nName: Ann Kim\nEmail: jindojunkie@yahoo.com"
    },
    {
      "breed": "Kai Ken",
      "height": "15.5-19.5 inches",
      "weight": "20-40 pounds",
      "life_expectancy": "12-15 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Kai Ken are athletic and intelligent with a strong desire to hunt. The Kai is an independent thinker and can form a strong bond with their family. They are excellent swimmers and climbers and have been known to climb trees and swim rivers in pursuit of game. Kai have a distinct brindle coat that comes in three colors: Black Brindle (Kuro-Tora), Brindle (Chu-Tora), and Red Brindle (Aka-Tora). Red brindle is the rarest of the coat colors. The distinct coloring and brindle pattern enabled the dog to blend in to the mountainous forests in which it hunted, camouflaging it against prey and predators in ancient times. The amount of brindle will vary from dog to dog as well as the brindle pattern. Most puppies are born completely black and their brindle will emerge as they age and will continue to change for around the first five years of their life. In the home, the Kai Ken requires basic canine care. They can be kept in an apartment setting provided they receive regular exercise in the form of leashed walks. Being a naturally clean breed, bathing should be limited to only when dirty. Brushing is recommended, especially during twice-a-year coat blowing.,Club Contact Details,Club:Kai Ken Society of America\nName: Stacey Pestel, Communications Officer\nAddress: 1808 Penfield Ct S, Columbus, OH 43227\nEmail:club@kaisociety.org\nPhone: 614-313-8456"
    },
    {
      "breed": "Karelian Bear Dog",
      "height": "19-23.5 inches",
      "weight": "44-49 pounds",
      "life_expectancy": "11-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "",
      "temperament": "",
      "about": "Club Contact Details,Club: American Karelian Bear Dog Alliance\nName: Maureen Griffin\nEmail: nytwind@comcast.net\nPhone: 860-434-9198"
    },
    {
      "breed": "Keeshond",
      "height": "18 inches (male), 17 inches (female)",
      "weight": "35-45 pounds",
      "life_expectancy": "12-15 years",
      "group": "Non-Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "These square, sturdy companions descend from the same ancient stock as other spitz types, such as Pomeranians and Samoyeds. Typically “spitzy,” Keeshonden have a foxy face, pointed ears, an abundant coat, and a plumed tail carried high over the back. A unique breed characteristic—and one of the most charming hallmarks in all dogdom—is the “spectacles.” These shadings and markings around the eyes give the impression that a Kees is wearing designer eyewear. The specs draw attention to an alert, intelligent expression."
    },
    {
      "breed": "Kerry Blue Terrier",
      "height": "18-19.5 inches (male), 17.5-19 inches (female)",
      "weight": "33-40 pounds (male), females weigh slightly less than males",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Alert/Responsive",
      "about": "Of course, we begin with the show-stopping coat that turns heads wherever Kerries go. It comes in shades of blue—from a deep slate to a light blue-gray—and is so soft that it’s as pleasing to the touch as it is to the eye. The dense coat covers a muscular, well-developed body standing below 20 inches at the shoulder and weighing up to 40 pounds. A sporty beard and dark, keen eyes accentuate the nobility of the long terrier head."
    },
    {
      "breed": "Kishu Ken",
      "height": "17-22 inches",
      "weight": "30-60 pounds",
      "life_expectancy": "11-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "The Kishu Ken is a great dog for an active person and has the ability to be an easy-going house dog when they are not out and about. They are medium-sized, well balanced, and their muscles are well developed. They have pricked ears and a curled or sickle tail. Kishus are very loving and affectionate with their families and need to be included in activities. They are great with kids if raised with them, but they are often aloof with strangers. Kishu Ken have high prey drives and might like to give chase to small animals. If he is raised with a small animal such as a cat, he could do well with them, but most Kishus can’t help but give in to their instincts.,Club Contact Details,Club: American Kishu Ken Club\nName: Carleen Newman\nEmail: kishuken1@gmail.com,Club: National Kishu Club\nName: C.J. Hammond – President\nEmail: info@kishuclub.com"
    },
    {
      "breed": "Komondor",
      "height": "27.5 minimum inches (male), 25.5 minimum inches (female)",
      "weight": "100 pounds or more (male), 80 pounds or more (female)",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Specialty/Professional",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Our Hungarian-language tip of the day: The plural of Komondor is Komondorok. Now, let’s take a look at the dog. What we see is a large and powerful guardian covered in profuse white cords. A big male can stand more than 27.5 inches and weigh over 100 pounds, with heavy bone, a deep chest, and lots of muscle. Despite their brawn Komondorok are agile and light-footed, and move with long strides. With their unique look, it’s impossible to mistake Koms for anything else."
    },
    {
      "breed": "Kromfohrlander",
      "height": "15-18 inches",
      "weight": "20-35 pounds",
      "life_expectancy": "13-15 years",
      "group": "Foundation Stock Service",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "The Kromfohrlander is a very intelligent, funny, agile dog which loves to climb and jump and easily excels at agility and dog-trick training but can be fussy with food. They come in two coat types: wirehaired (with beard) and smooth haired (smooth face with no beard and beautiful, long, soft hair). The breed’s nickname in North America is “Kromi” (krome-ee). The Kromfohrlander was bred to be a companion only, retains very little hunting instinct (despite its terrier heritage), and is often long-lived (17-18 years old). He is good with children and family and tends to be a one-person dog. He is very attached to his owner, will not run away, and is first to alert to strangers.,Club Contact Details,Club: Kromfohrlander Club of America\nName: Mary Dixon\nEmail: kromiclub@gmail.com\nPhone: 734-277-2270"
    },
    {
      "breed": "Kuvasz",
      "height": "28-30 inches (male), 26-28 inches (female)",
      "weight": "100-115 pounds (male), 70-90 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Imposing, impressive, majestic, massive, mighty—pick the adjective you like best, they all apply to the Kuvasz (pronounced KOO-vahz; the plural is Kuvaszok, pronounced KOO-vah-sock). This snow-white livestock guardian of luxuriant coat can stand as high as 30 inches at the shoulder, and weigh between 70 and 110 pounds. Despite their size and strength, Kuvs are quick-moving, nimble-footed protectors when meeting a threat. The breed’s fans say that the elegantly proportioned head “is considered to be the most beautiful part of the Kuvasz.”"
    },
    {
      "breed": "Labrador Retriever",
      "height": "22.5-24.5 inches (male), 21.5-23.5 inches (female)",
      "weight": "65-80 pounds (male), 55-70 pounds (female)",
      "life_expectancy": "10-12 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "The sturdy, well-balanced Labrador Retriever can, depending on the sex, stand from 21.5 to 24.5 inches at the shoulder and weigh between 55 to 80 pounds. The dense, hard coat comes in yellow, black, and a luscious chocolate. The head is wide, the eyes glimmer with kindliness, and the thick, tapering “otter tail” seems to be forever signaling the breed’s innate eagerness.,Labs are famously friendly. They are companionable housemates who bond with the whole family, and they socialize well with neighbor dogs and humans alike. But don’t mistake his easygoing personality for low energy: The Lab is an enthusiastic athlete that requires lots of exercise, like swimming and marathon games of fetch, to keep physically and mentally fit."
    },
    {
      "breed": "Lagotto Romagnolo",
      "height": "17-19 inches (male), 16-18 inches (female)",
      "weight": "28.5-35 pounds (male), 24-31 pounds (female)",
      "life_expectancy": "15-17 years",
      "group": "Sporting Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Italians have a word for it: “carino.” In English, we say “cute.” In any language, this breed is totally endearing. The Lagotto Romagnolo (plural: Lagotti Romagnoli) is known for wooly curls that cover the body head to tail, crowned by a lavish beard, eyebrows, and whiskers. Lagotti stand under 20 inches and weigh no more than 35 pounds. But don’t be fooled by their teddy-bear looks—these are rugged workers of true strength and endurance. The breed’s trademark curls feel and behave more like human hair than fur."
    },
    {
      "breed": "Lakeland Terrier",
      "height": "14-15 inches (male), slightly smaller (female)",
      "weight": "17 pounds (male), slightly smaller (female)",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "Square and sturdy Lakelands, standing less than 15 inches at the shoulder and weighing about 17 pounds, are small dogs. But don’t tell them that. With their cock-of-the-walk swagger, Lakelands personify the old dog-lover’s cliché “a big dog in a small package.” They come in several colors; some have a sporty saddle mark on the back.,With folded V-shaped ears, straight front, rectangular head, and a mischievous twinkle in their eye, Lakelands are the blueprint of a long-legged British terrier."
    },
    {
      "breed": "Lancashire Heeler",
      "height": "10-12 inches",
      "weight": "9-17 pounds",
      "life_expectancy": "12-15 years",
      "group": "Miscellaneous Class",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "Small, powerful, sturdily built, alert and an energetic worker, the Lancashire Heeler works cattle but has terrier instincts when rabbiting and ratting. They have a unique characteristic called the Heeler Smile; when content, Heelers have been known to draw back their lips in an effort that emulates a human smile. In 2003, the breed was placed on the Endangered Breeds list of The Kennel Club, U.K, due to the small number of dogs composing the gene pool and the risk of several inherited diseases.,The United States Lancashire Heeler Club\nName: Sheryl Bradbury\nEmail: sherylbradbury@windstream.net\nPhone: 816-308-2424"
    },
    {
      "breed": "Lapponian Herder",
      "height": "18-20 inches",
      "weight": "70 pounds",
      "life_expectancy": "10-14 years",
      "group": "Foundation Stock Service",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "The Lapponian Herder is an independent, fun breed. They are very intelligent and generally eager to please. As a high-energy herding breed, they excel in many other dog sports besides herding, such as companion events. Its love of hard work makes it a wonderful breed in any event that is competitive and fun. Early socialization is important because of their herding mentality and they thrive when they have a job to do. Though eager to please, the Lapponian Herder is very vocal and often barks while working.,Breed Contact,Name: Heidi Christenson\nAddress: 519 NW 209th Street, Ridgefield, WA 98642\nEmail: girln2pooches@yahoo.com\nPhone: 360-609-2942"
    },
    {
      "breed": "Leonberger",
      "height": "28-31.5 inches (male), 25.5-29.5 inches (female)",
      "weight": "110-170 pounds (male), 90-140 pounds (female)",
      "life_expectancy": "9 years",
      "group": "Working Group",
      "grooming": "Daily Brushing",
      "shedding": "Regularly",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "A huge and powerful dog, yes, but the Leonberger is also known for his aristocratic grace and elegance. A male can stand over 31 inches at the shoulder and weigh as much as a full-grown human. Females run smaller but are still a whole lot of dog. Breed hallmarks include a medium-long waterproof coat, lush triangular ears, a bushy tail, and a black facemask that frames kindly dark-brown eyes. A dramatic feature of the male’s coat is the lion-like mane around the neck and chest. A well-built Leo moves with an easy, elastic gait. A Leo is friendly but nobody’s fool. As watchdogs and all-around workers, they exhibit intelligence and sound judgment. Leos require lots of brushing, ample room for romping, and unlimited love."
    },
    {
      "breed": "Lhasa Apso",
      "height": "10-11 inches (male), slightly smaller (female)",
      "weight": "12-18 pounds",
      "life_expectancy": "12-15 years",
      "group": "Non-Sporting Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Standing less than a foot high at the shoulder, Lhasas are small but hardy dogs of aristocratic bearing. They’re famous for a floor-length, flat-hanging coat, parted in the middle and draping each side of the body. A feathery tail curls over the back in the distinct manner of Tibetan breeds. The breed’s fans say the dark, oval-shaped eyes—peeping through lavish facial hair—are the windows of a Lhasa’s merry soul. The complete picture is elegant and serenely well balanced."
    },
    {
      "breed": "Löwchen",
      "height": "11-13 inches",
      "weight": "10-15 pounds",
      "life_expectancy": "15+ years",
      "group": "Non-Sporting Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Outgoing",
      "about": "Small dogs with enormous heart, Löwchen (the same singular or plural) stand a bit over a foot tall at the shoulder. The coat is traditionally kept in a “lion clip,” in which most of the hindquarters and tail are clipped down close to the skin. The overall effect is that of a mini lion, with a full mane and plumed tail. The coat comes in several colors and color combinations. Beneath the coat is a dog that’s strong and sturdy, but elegant and artfully balanced."
    },
    {
      "breed": "Maltese",
      "height": "7-9 inches",
      "weight": "under 7 pounds",
      "life_expectancy": "12-15 years",
      "group": "Toy Group",
      "grooming": "Daily Brushing",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Outgoing",
      "about": "Maltese are affectionate toy dogs weighing less than seven pounds, covered by a long, straight, silky coat. Beneath the all-white mantle is a compact body moving with a smooth and effortless gait. The overall picture depicts free-flowing elegance and balance. The irresistible Maltese face—with its big, dark eyes and black gumdrop nose—can conquer the most jaded sensibility.,Despite their aristocratic bearing, Maltese are hardy and adaptable pets. They make alert watchdogs who are fearless in a charming toy-dog way, and they are game little athletes on the agility course. Maltese are low-shedding, long-lived, and happy to make new friends of all ages. Sometimes stubborn and willful, they respond well to rewards-based training."
    },
    {
      "breed": "Manchester Terrier (Standard)",
      "height": "15-16 inches",
      "weight": "12-22 pounds",
      "life_expectancy": "15-17 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "All Manchesters are similar in temperament, body type and athletic ability despite differences in size. They’re easily recognized by a tight coat of rich mahogany tan and jet black. The head is long and wedge-shaped; tan spots above each eye point up a watchful expression. Manchesters can motor, running with good reach in front and propulsive rear drive powered by a muscular caboose."
    },
    {
      "breed": "Manchester Terrier (Toy)",
      "height": "10-12 inches",
      "weight": "under 12 pounds",
      "life_expectancy": "15-17 years",
      "group": "Toy Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Alert/Responsive",
      "about": "Manchesters combine the streamlined grace of a small coursing hound and the instincts of a fearless rat terrier. These racy little dogs come in two size varieties: Toy (not exceeding 12 pounds) and Standard (not exceeding 22 pounds). All Manchesters are similar in temperament, body type and athletic ability despite differences in size. They’re easily recognized by a tight coat of rich mahogany tan and jet black. The head is long and wedge-shaped; tan spots above each eye point up a watchful expression. Manchesters can motor, running with good reach in front and propulsive rear drive powered by a muscular caboose."
    },
    {
      "breed": "Mastiff",
      "height": "30 inches & up (male), 27.5 inches & up (female)",
      "weight": "160-230 pounds (male), 120-170 pounds (female)",
      "life_expectancy": "6-10 years",
      "group": "Working Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "For the uninitiated, a face-to-face encounter with these black-masked giants can be startling. A male stands at least 30 inches at the shoulder and can outweigh many a full-grown man. The rectangular body is deep and thickly muscled, covered by a short double coat of fawn, apricot, or brindle stripes. The head is broad and massive, and a wrinkled forehead accentuates an alert, kindly expression. Mastiffs are patient, lovable companions and guardians who take best to gentle training. Eternally loyal Mastiffs are protective of family, and a natural wariness of strangers makes early training and socialization essential. Mastiffs are magnificent pets, but acquiring a powerful giant-breed dog is commitment not to be taken lightly."
    },
    {
      "breed": "Miniature American Shepherd",
      "height": "14-18 inches (male), 13-17 inches (female)",
      "weight": "20-40 pounds",
      "life_expectancy": "12-13 years",
      "group": "Herding Group",
      "grooming": "Daily Brushing",
      "shedding": "Frequent",
      "energy": "Energetic",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "The Miniature American Shepherd shares many physical traits with its forebear the Australian Shepherd—only on a smaller scale. Females stand between 13 and 17 inches at the shoulder; males range from 14 to 18 inches. Despite their size, Minis are every inch a true herding dog: energetic, versatile, rugged, and extremely bright. The eye-catching coat comes in black, blue merle, red, and red merle. (The merle will exhibit in any amount marbling, flecks, or blotches.) Minis move with the smooth and agile step of a dog built for hard work on punishing terrain."
    },
    {
      "breed": "Miniature Bull Terrier",
      "height": "10-14 inches",
      "weight": "18-28 pounds",
      "life_expectancy": "11-13 years",
      "group": "Terrier Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "In nearly every way the Mini is a Bull Terrier, only smaller. In fact, before 1991 the AKC classified the two Bullys as varieties of the same breed. Minis stand between 10 and 14 inches at the shoulder. They’re square, muscular, and, for their size, quite strong. Their trademark is a large egg-shaped head, with its dark, triangular eyes that twinkle with mischief. It’s impossible to mistake the Bull Terrier breeds for any other. The coat can be pure white, or white with predominate colored markings."
    },
    {
      "breed": "Miniature Pinscher",
      "height": "10-12.5 inches",
      "weight": "8-10 pounds",
      "life_expectancy": "12-16 years",
      "group": "Toy Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "Min Pins are sturdy, compact dogs standing no more than 12.5 inches at the shoulder. The smooth, shiny coat comes in two shades of solid red, or chocolate-and-rust or black-and-rust. The dark, slightly oval eyes and high-set ears help bring out a self-possessed, “big dog” personality. A distinguishing characteristic is the Min Pin’s high-stepping “hackney” gait, reminiscent of a hackney horse at the trot."
    },
    {
      "breed": "Miniature Schnauzer",
      "height": "12-14 inches",
      "weight": "11-20 pounds",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Specialty/Professional",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Alert/Responsive",
      "about": "Stocky, robust little dogs standing 12 to 14 inches, Miniature Schnauzers were bred down from their larger cousins, Standard Schnauzers. The bushy beard and eyebrows give Minis a charming, human-like expression. The hard, wiry coat comes in three color patterns: salt and pepper, black and silver, and solid black. Created to be all-around farm dogs and ratters, they are tough, muscular, and fearless without being aggressive.,The Miniature Schnauzer is a bright, friendly, trainable companion, small enough to adapt to apartment life but tireless enough to patrol acres of farmland. They get along well with other animals and kids. Minis are sturdy little guys and enjoy vigorous play. Home and family oriented, they make great watchdogs."
    },
    {
      "breed": "Mountain Cur",
      "height": "16-26 inches",
      "weight": "30-60 pounds",
      "life_expectancy": "10-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "The Mountain Cur is a fast, hard hunter that runs track with its head in the air. He can be open, semi-open, or silent on track and has a clear bark that can be heard a long distance. They will circle and drift on a cold track if a hot one is not available until they locate a hot track. They are courageous fighters when required and extremely intelligent, with strong treeing instincts, and can easily be trained to leave unwanted game. They respond best to training with a lot of human contact, and in addition to hunting, make great companions and watch dogs.,Breed Contact,Name: Mandy Middleton\nAddress: 417 N. Water Street, Georgetown, OH 45121\nPhone: 937-378-6900\nEmail: walnutridgemtncurs@yahoo.com"
    },
    {
      "breed": "Mudi",
      "height": "15-18.5 inches",
      "weight": "18-29 pounds",
      "life_expectancy": "12-14 years",
      "group": "Miscellaneous Class",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "The Mudi (pronounced “moodie”) is a medium-sized herding dog from Hungary which has been in existence since the 19th century. It is said the Mudi evolved naturally from crosses of the Puli, Pumi and German Spitz breeds. Today, the Mudi, though very rare, is seen as an active, intelligent, biddable working breed. It is estimated there are no more than a few thousand Mudi worldwide, with the greatest numbers being in Hungary, followed by Finland, and then even scarcer throughout Europe, the U.S, and Canada. The Mudi excels at agility, obedience, and flyball, as well as other dog sports. He is a true working breed and shines when herding both cattle and sheep, and has found fame as a search and rescue dog in both Finland and the U.S.,Club Contact Details,Club: Mudi Club of America\nName: Susanne Anderson\nEmail: sande2404@gmail.com"
    },
    {
      "breed": "Neapolitan Mastiff",
      "height": "26-31 inches (male), 24-29 inches (female)",
      "weight": "150 pounds (male), 110 pounds (female)",
      "life_expectancy": "7-9 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Aloof/Wary",
      "about": "Unless you’ve been to Jurassic Park, you’ve never seen anything like a Mastino. These majestic guardians of startling appearance are massive, powerful dogs. The U.S. Neapolitan Mastiff Club describes their dog’s head as “astounding”—and give them credit for hitting upon just the right adjective. The profuse hanging wrinkles and folds, and pendulous lips, make a Mastino look like a marzipan Mastiff that’s been out in the sun too long. And yet, the breed’s inner dignity and nobility can only be described as beautiful."
    },
    {
      "breed": "Nederlandse Kooikerhondje",
      "height": "15-17 inches (male), 14-16 inches (female)",
      "weight": "20-30 pounds",
      "life_expectancy": "12-15 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Reserved with Strangers",
      "about": "The Kooikerhondje (Koi-ker-hond-yuh)—the “little white and orange dog with a big heart”—is a sporty, eye-catching fellow with a silky all-weather coat of white with red patches. They are instantly recognizable thanks to their large, black-tipped ears and the richly feathered tail they wag proudly. The breed has the sturdy bone structure expected of a serious hunter, but the overall picture is that of a harmoniously built dog of smooth, flowing contours and springy gait."
    },
    {
      "breed": "Newfoundland",
      "height": "28 inches (male), 26 inches (female)",
      "weight": "130-150 pounds (male), 100-120 pounds (female)",
      "life_expectancy": "9-10 years",
      "group": "Working Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "A male Newfoundland can weigh up to 150 pounds and stand 28 inches at the shoulder; females typically go 100 to 120 pounds. The Newf head is majestic, the expression soft and soulful. The outer coat is flat and coarse. Colors are gray, brown, black, and a black-and-white coat named for artist Sir Edwin Landseer, who popularized the look in his paintings.,The Newfie breed standard says that a sweet temperament is the “most important single characteristic of the breed.” The Newf’s sterling character is expressed in their affinity for kids. Trusting and trainable, Newfs respond well to gentle guidance. These noble giants are among the world’s biggest dogs, and acquiring a pet that could outweigh you comes with obvious challenges."
    },
    {
      "breed": "Norfolk Terrier",
      "height": "9-10 inches",
      "weight": "11-12 pounds",
      "life_expectancy": "12-16 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Norfolk Terriers are among the smallest working terriers, standing no higher than 10 inches at the shoulder. The coat is hard, wiry, and straight. They share many traits with their close cousins, Norwich Terriers. To tell them apart, look at the ears: The Norwich has erect, pointed ears; Norfolk ears are neatly folded over.,Bred to work in packs, Norfolks are more gregarious than a typical terrier, but they have plenty of the old terrier pep. Few Norfolks these days earn their living hunting rodents, but a good one will fearlessly do so when given a chance. Norfolks bond closely, sometimes jealously, with their owners and make nice watchdogs. They have a reputation as a good traveler: portable, adaptable, and up for anything."
    },
    {
      "breed": "Norrbottenspets",
      "height": "16.5-18 inches",
      "weight": "20-30 pounds",
      "life_expectancy": "14-17 years",
      "group": "Miscellaneous Class",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "",
      "temperament": "",
      "about": "Nobs aren’t large dogs (a big male stands a shade below 20 inches) but their tough, sinewy bodies are built to withstand punishing terrain and harsh climates. They are a small-sized hunting dog of Spitz-type, which was thought to be extinct but survived as a farm and hunting dog in the Northern parts of Sweden and Finland. To be able to navigate the rough terrain and climate of the Scandinavian forests and hold large dangerous game, like moose, Norrbottenspets evolved to be extremely agile, rugged, and weatherproof with a fearless attitude, while at the same time kind and affectionate companions at home. They exhibit no extremes in physical characteristics because they must do all things well."
    },
    {
      "breed": "Norwegian Buhund",
      "height": "17-18.5 inches (male), 16-17.5 inches (female)",
      "weight": "31-40 pounds (male), 26-35 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "The Buhund, a prototypical spitz, provides a good opportunity to explain the term. Spitz are cold-weather breeds characterized by a dense coat, a tail curved tightly over the back, a wedge-shaped head, and erect, pointed ears (“spitz” means “pointed” in ancient German). They can be pint-sized like Pomeranians, mighty like Malamutes, or mid-sized like the lithe but sturdy Buhund. Males can stand 18.5 inches high and weight up to 40 pounds. Coat colors are wheaten or black."
    },
    {
      "breed": "Norwegian Elkhound",
      "height": "20.5 inches (male), 19.5 inches (female)",
      "weight": "55 pounds (male), 48 pounds (female)",
      "life_expectancy": "12-15 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Norwegian Elkhounds are hardy, short-bodied dogs standing about 20 inches at the shoulder. They have a dense silver-gray coat and a tail curling tightly over the back. The deep chest, sturdy legs, and muscular thighs belong to a dog built for an honest day’s work. The eyes are a dark brown and the ears mobile and erect. Overall, an Elkhound is the picture of an alert and steadfast dog of the north.,Elkhounds are famously fine companions and intelligent watchdogs. Agility and herding trials are good outlets for their natural athleticism and eagerness. Reserved until introductions are made, an Elkhound is a trustworthy friend ever after. These strong, confident dogs are truly sensitive souls, with a dash of houndy independence."
    },
    {
      "breed": "Norwegian Lundehund",
      "height": "13-15 inches (male), 12-14 inches (female)",
      "weight": "20-30 pounds",
      "life_expectancy": "12-15 years",
      "group": "Non-Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "At a glance, Lundehunds seem a typical northern breed: A spitz type with triangular ears, curving tail, and a dense double coat. But a closer look reveals several unique traits. They have feet with at least six fully functioning toes and extra paw pads, an “elastic neck” that can crane back so the head touches the spine, ears that fold shut, and flexible shoulders that allow forelegs to extend to the side, perpendicular to the body. This last anomaly produces the breed’s distinctive “rotary” gait."
    },
    {
      "breed": "Norwich Terrier",
      "height": "10 inches",
      "weight": "12 pounds",
      "life_expectancy": "12-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "Standing no more than 10 inches at the shoulder and weighing about 12 pounds, Norwich are among the smallest working terriers. Beneath the hard, wiry coat is a stocky, substantial dog. Norwiches are toy-sized but are not satin-pillow dogs—they were originally bred as tough and fearless ratters. They are distinguished from their doggy doppelganger, the Norfolk Terrier, by their erect, pointed ears.,Happy-go-lucky, fearless, and sometimes even bossy, Norwiches are energetic enough to play fetch all day, but affectionate enough to enjoy hours of lap time with their favorite human. Short, positive training sessions work best with this clever but sometimes stubborn breed. Three words convey the overall dog: cute, cuter, and cutest."
    },
    {
      "breed": "Nova Scotia Duck Tolling Retriever",
      "height": "18-21 inches (male), 17-20 inches (female)",
      "weight": "35-50 pounds",
      "life_expectancy": "12-14 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Needs Lots of Activity",
      "trainability": "Easy Training",
      "temperament": "Friendly",
      "about": "The little gundog with the big name is the smallest AKC retriever, standing ideally 18 or 19 inches at the shoulder. The Toller’s trademark is a coat of stunning crimson, ranging from golden red to a dark coppery color, with white markings. Strong and agile, Tollers are medium dogs: medium in size, bone, and coat length. The almond-shaped eyes project an alert expression.,Tollers are upbeat athletes who require outlets for their boundless vigor: hunting, hiking, camping, and, of course, swimming (for which they are ideally suited, down to their webbed feet). Tollers are smart, handsome, affectionate companions, but these red tornadoes can be recommended only to those with enough time and energy to keep them usefully occupied."
    },
    {
      "breed": "Old English Sheepdog",
      "height": "22 inches & up (male), 21 inches & up (female)",
      "weight": "60-100 pounds",
      "life_expectancy": "10-12 years",
      "group": "Herding Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "Beneath the Old English Sheepdog’s profuse double coat is a muscular and compact drover, with plenty of bone and a big rump, standing 21 or 22 inches at the shoulder. Their eyes (when you can see them) are dark brown, or blue, or one of each. The OES breed standard says the skull is “capacious and rather squarely formed, giving plenty of room for brain power.”,OES move with a bear-like shuffle but are famous for their nimbleness afoot. Regular exercise is required for these strong, able-bodied workers. Equally famed are their many fine housedog qualities: watchfulness, courage, kindliness, and intelligence. Great with children, OES make patient, protective playmates. They are sensible watchdogs known for a loud, ringing bark."
    },
    {
      "breed": "Otterhound",
      "height": "27 inches (male), 24 inches (female)",
      "weight": "115 pounds (male), 80 pounds (female)",
      "life_expectancy": "10-13 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "May be Stubborn",
      "temperament": "Alert/Responsive",
      "about": "These big, bouncy hounds were ideally suited for otter hunting. OHs are built to be expert swimmers, from the top of their rough, waterproof coat to the bottom of their big webbed feet. A broad chest and powerful shoulders allow them to swim all day without tiring. Their large black nose is amazingly sensitive and could follow an otter’s underwater scent trail over great distances. And the OH’s size and strength enabled them to take on a sharp-toothed, razor-clawed otter that might weigh 20 pounds."
    },
    {
      "breed": "Papillon",
      "height": "8-11 inches",
      "weight": "5-10 pounds",
      "life_expectancy": "14-16 years",
      "group": "Toy Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Outgoing",
      "about": "A tiny dog, measuring 8 to 11 inches at the shoulder, you can still spot a Papillon a block away thanks to the large, wing-shaped ears that give the breed its name (“papillon” is French for “butterfly”). Some Paps have erect ears; in others, known as the Phalene type, the ears are down. Paps are dainty and elegant, with a plumed tail, and a long, silky coat of several color combinations, the base color being white. More robust than they look, Paps are little dogs for all seasons and reasons. They thrive in warm or cool climates, in town or country, and are eager to join family fun. They are excellent agility dogs and are consistent winners at the sport’s highest levels; less ambitious owners can train them to do all kinds of tricks."
    },
    {
      "breed": "Parson Russell Terrier",
      "height": "14 inches (male), 13 inches (female)",
      "weight": "13-17 pounds",
      "life_expectancy": "13-15 years",
      "group": "Terrier Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Needs Lots of Activity",
      "trainability": "Agreeable",
      "temperament": "Friendly",
      "about": "PRTs stand 12–15 inches at the shoulder, and weigh 13–17 pounds when in peak condition. Their intelligent expression, mostly white coat, and beautifully balanced body give PRTs the adorable looks of a plush toy come to life. But don’t be fooled by all that cuteness—PRTs are tough little guys built for England’s traditional sport of foxhunting. They’re fast enough to follow the hounds and fearless enough to dig into the ground and flush a fox from his lair."
    },
    {
      "breed": "Pekingese",
      "height": "6-9 inches",
      "weight": "up to 14 pounds",
      "life_expectancy": "12-14 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "May be Stubborn",
      "temperament": "Reserved with Strangers",
      "about": "Pekingese are compact, stocky toy dogs weighing up to 14 pounds. The coat is longest at the neck and shoulders, giving Pekes their famous “lion’s mane.” Coats come in various reds, from a golden-red to darker shades. The large, short-muzzled head is a wider-than-long “envelope shaped” rectangle, and the eyes are large, dark, and sparkly. A unique feature of Pekes is their effortless “rolling” gait.,Pekes are charming, confident companions who develop a tight bond with their favorite human. Bred to live in palaces, they can be as serenely independent as the emperors who owned them. (They’re “opinionated,” Peke people say.) Ever alert, they make good watchdogs. Pekes will tolerate kids but won’t stand for a lot of roughhousing."
    },
    {
      "breed": "Pembroke Welsh Corgi",
      "height": "10-12 inches",
      "weight": "up to 30 pounds (male), up to 28 pounds (female)",
      "life_expectancy": "12-13 years",
      "group": "Herding Group",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Outgoing",
      "about": "At 10 to 12 inches at the shoulder and 27 to 30 pounds, a well-built male Pembroke presents a big dog in a small package. Short but powerful legs, muscular thighs, and a deep chest equip him for a hard day’s work. Built long and low, Pembrokes are surprisingly quick and agile. They can be red, sable, fawn, and black and tan, with or without white markings.,The Pembroke is a bright, sensitive dog who enjoys play with his human family and responds well to training. As herders bred to move cattle, they are fearless and independent. They are vigilant watchdogs, with acute senses and a “big dog” bark. Families who can meet their bold but kindly Pembroke’s need for activity and togetherness will never have a more loyal, loving pet."
    },
    {
      "breed": "Perro de Presa Canario",
      "height": "22-26 inches",
      "weight": "84-110 pounds",
      "life_expectancy": "9-11 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Seasonal",
      "energy": "Calm",
      "trainability": "",
      "temperament": "",
      "about": ""
    },
    {
      "breed": "Peruvian Inca Orchid",
      "height": "9.75-15.75 inches (small) 15.75-19.75 inches (medium) 19.75-25.75 inches (large)",
      "weight": "8.5-17.5 pounds (small) 17.5-26.5 pounds (medium) 26.5-55 pounds (large)",
      "life_expectancy": "12-14 years",
      "group": "Miscellaneous Class",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "These affectionate companion dogs are essentially sighthounds (think Greyhounds and Whippets) and have the same elegant contours of their racy cousins. PIOs come in a range of sizes: the smallest might stand just short of 10 inches; the largest top out at nearly 26 inches. Their distinguishing feature is, of course, hairlessness. The delicate skin can be a solid color or spotted with unpigmented areas. Coated PIOs are in the minority, and the coated and hairless varieties can occur in the same littler.,Going by his general conformation, it is an elegant and slim dog, whose aspect expresses speed, strength and harmony without ever appearing coarse. Another particular feature is that the dentition in the hairless variety is nearly always incomplete, associated with the congenital alopecia. Noble and affectionate at home with those close to him, he is at the same time lively and alert. He might be wary of strangers and is a good watch dog. The breed is loyal and protective of his family, but like all dogs, should be supervised around younger children. Caution should also be taken with small pets that may be seen as prey."
    },
    {
      "breed": "Petit Basset Griffon Vendéen",
      "height": "13-15 inches",
      "weight": "25-40 pounds",
      "life_expectancy": "12-14 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Friendly",
      "about": "A loose translation of the name describes the dog well: Petit (small), Basset (low), Griffon (rough-coated), Vendéen (from the Vendée region of France). Put it all together and you have a diminutive hound, standing 13 to 15 inches at the shoulder, with short but strong legs and a rough tousled coat, bred to hunt rabbits on the rugged west coast of France. Other distinctive features of these little extroverts are a proudly carried head, a saber tail, and a loud, hound bark."
    },
    {
      "breed": "Pharaoh Hound",
      "height": "23-25 inches (male), 21-24 inches (female)",
      "weight": "45-55 pounds",
      "life_expectancy": "12-14 years",
      "group": "Hound Group",
      "grooming": "Weekly Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Reserved with Strangers",
      "about": "Pharaohs are sleek, aerodynamic coursing hounds bred for high-speed pursuit on rocky terrain. Among their several distinguishing traits are a tight tan coat with matching leather on the nose, ears, and eye rims; ravishing amber eyes; a white-tipped tail; the ability to smile; and a unique way of blushing when happy or excited (“His face glows like a god,” wrote an admirer some 3,000 years ago). These elegant visitors from antiquity posses the speed and graceful movement of all coursers descended from Bronze Age hounds."
    },
    {
      "breed": "Plott Hound",
      "height": "20-25 inches (male), 20-23 inches (female)",
      "weight": "50-60 pounds (male), 40-55 pounds (female)",
      "life_expectancy": "12-14 years",
      "group": "Hound Group",
      "grooming": "Occasional Bath/Brush",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Independent",
      "temperament": "Alert/Responsive",
      "about": "The hound with the curious name (we’ll get to that) and unique history (we’ll get to that, too) is a streamlined, long-tailed, light-footed hunter standing as high as 25 inches at the shoulder. The flashy coat comes in an array of brindle-stripe patterns, from black flecked with gold to flaming orange and russet, in addition to some solid colors. The medium-length ears hang gracefully, and the leather of the nose, lips, and eye rims are black, setting off an inquisitive and confident expression."
    },
    {
      "breed": "Pointer",
      "height": "25-28 inches (male), 23-26 inches (female)",
      "weight": "55-75 pounds (male), 45-65 pounds (female)",
      "life_expectancy": "12-17 years",
      "group": "Sporting Group",
      "grooming": "Weekly Brushing",
      "shedding": "Occasional",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "The noble Pointer is the ultimate expression of canine power and grace. Unquestioned aristocrats of the sporting world, Pointers carry themselves proudly and are capable of great speed and agility. The coat comes in several colors, solid or in patterns—but as the breed’s devotees like to say, a good Pointer can’t be a bad color. A large male can stand 28 inches at the shoulder and weigh up to 75 pounds; a small female might weigh as little as 45 pounds and stand 23 inches."
    },
    {
      "breed": "Polish Lowland Sheepdog",
      "height": "18-20 inches (male), 17-19 inches (female)",
      "weight": "30-50 pounds",
      "life_expectancy": "12-14 years",
      "group": "Herding Group",
      "grooming": "Daily Brushing",
      "shedding": "Seasonal",
      "energy": "Energetic",
      "trainability": "May be Stubborn",
      "temperament": "Aloof/Wary",
      "about": "First, about that nickname: PON is the acronym for the Polish breed name, Polski Owczarek Nizinny. PONs aren’t particularly large dogs, standing no more than 20 inches at the shoulder, but they are muscular and stocky. The rectangular body is covered head to toe with a double coat—long and shaggy on top, soft and dense below, and it comes in several colors. The head’s profuse coat covers the eyes, which convey the keen, penetrating gaze so common in watchdogs and herders."
    },
    {
      "breed": "Pomeranian",
      "height": "6-7 inches",
      "weight": "3-7 pounds",
      "life_expectancy": "12-16 years",
      "group": "Toy Group",
      "grooming": "2-3 Times a Week Brushing",
      "shedding": "Seasonal",
      "energy": "Regular Exercise",
      "trainability": "Agreeable",
      "temperament": "Alert/Responsive",
      "about": "​The Pomeranian combines a tiny body (no more than seven pounds) and a commanding big-dog demeanor. The abundant double coat, with its frill extending over the chest and shoulders, comes in almost two dozen colors, and various patterns and markings, but is most commonly seen in orange or red.,Alert and intelligent, Pomeranians are easily trained and make fine watchdogs and perky pets for families with children old enough to know the difference between a toy dog and a toy. Poms are active but can be exercised with indoor play and short walks, so they are content in both the city and suburbs. They will master tricks and games with ease, though their favorite activity is providing laughs and companionship to their special human."
    },
    {
      "breed": "Poodle (Miniature)",
      "height": "10-15 inches",
      "weight": "10-15 pounds",
      "life_expectancy": "10-18 years",
      "group": "Non-Sporting Group",
      "grooming": "",
      "shedding": "",
      "energy": "",
      "trainability": "",
      "temperament": "",
      "about": "Poodles come in three size varieties: Standards should be more than 15 inches tall at the shoulder; Miniatures are 15 inches or under; Toys stand no more than 10 inches. All three varieties have the same build and proportions. At dog shows, Poodles are usually seen in the elaborate Continental Clip. Most pet owners prefer the simpler Sporting Clip, in which the coat is shorn to follow the outline of the squarely built, smoothly muscled body.,Forget those old stereotypes of Poodles as sissy dogs. Poodles are eager, athletic, and wickedly smart “real dogs” of remarkable versatility. The Standard, with his greater size and strength, is the best all-around athlete of the family, but all Poodles can be trained with great success."
    },
    {
      "breed": "Poodle (Standard)",
      "height": "Over 15 inches (standard)",
      "weight": "60-70 pounds (male), 40-50 pounds (female)",
      "life_expectancy": "10-18 years",
      "group": "Non-Sporting Group",
      "grooming": "Specialty/Professional",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Poodles come in three size varieties: Standards should be more than 15 inches tall at the shoulder; Miniatures are 15 inches or under; Toys stand no more than 10 inches. All three varieties have the same build and proportions. At dog shows, Poodles are usually seen in the elaborate Continental Clip. Most pet owners prefer the simpler Sporting Clip, in which the coat is shorn to follow the outline of the squarely built, smoothly muscled body.,Forget those old stereotypes of Poodles as sissy dogs. Poodles are eager, athletic, and wickedly smart “real dogs” of remarkable versatility. The Standard, with his greater size and strength, is the best all-around athlete of the family, but all Poodles can be trained with great success."
    },
    {
      "breed": "Poodle (Toy)",
      "height": "No more than 10 inches",
      "weight": "4-6 pounds",
      "life_expectancy": "10-18 years",
      "group": "Toy Group",
      "grooming": "Specialty/Professional",
      "shedding": "Infrequent",
      "energy": "Regular Exercise",
      "trainability": "Eager to Please",
      "temperament": "Friendly",
      "about": "Poodles come in three size varieties: Standards should be more than 15 inches tall at the shoulder; Miniatures are 15 inches or under; Toys stand no more than 10 inches. All three varieties have the same build and proportions. At dog shows, Poodles are usually seen in the elaborate Continental Clip. Most pet owners prefer the simpler Sporting Clip, in which the coat is shorn to follow the outline of the squarely built, smoothly muscled body.,Forget those old stereotypes of Poodles as sissy dogs. Poodles are eager, athletic, and wickedly smart “real dogs” of remarkable versatility. With an abundance of steady character and intelligence, the Toy Poodle is a “person” and expects to be treated like one."
    },
    {
      "breed": "Porcelaine",
      "height": "22-23 inches",
      "weight": "55-62 pounds",
      "life_expectancy": "12-13 years",
      "group": "Foundation Stock Service",
      "grooming": "Occasional Bath/Brush",
      "shedding": "",
      "energy": "Energetic",
      "trainability": "Alert/Responsive",
      "temperament": "",
      "about": "Elegant, proud, graceful, cat-like and stunningly gorgeous, the Porcelaine is never shy or timid and always eager for a pat on the head or a hug. His nature makes him an excellent candidate for medical therapy, medical alert, medical service, police public relations, and search and rescue. The Porcelaine is primarily a hunting dog breed, originating from a mixture of highly intelligent French and English scent hounds. That said, you must remember that any breed with a high prey drive will require careful consideration in housing and handling. Another charming aspect of the breed is that they tend to be quiet indoors or in their kennel, but do have a beautiful melodious baying call. They are not nuisance barkers."
    },
    {
      "breed": "Portuguese Podengo",
      "height": "22-28 inches (large) 16-22 inches (medium)",
      "weight": "44-66 pounds (large) 35-44 pounds (medium)",
      "life_expectancy": "10-12 years",
      "group": "Miscellaneous Class",
      "grooming": "Weekly Brushing",
      "shedding": "Regularly",
      "energy": "Energetic",
      "trainability": "Agreeable",
      "temperament": "Reserved with Strangers",
      "about": "The Podengo is a rugged coursing hound that comes in two sizes: medio (medium, standing 16 to 22 inches at the shoulder) and grande (large, 22 to 28 inches). They also have two coat types: smooth and wirehaired. The breed’s enthusiasts describe it as “primitive,” that is, it’s a rustic, no-frills hound untouched by fads and fashion since arriving on the Iberian Peninsula ages ago. Among their distinctive characteristics are large, erect, triangular ears; a pyramid-shaped head that tapers to the nose; and sweetly expressive, almond-shaped eyes.,Podengos, in general, are funny dogs that love to play. They easily entertain themselves with toys, chase each other and stalk each other around the house and yard. They are highly intelligent and learn new things very fast. Since they are a watchful dog though, they are not as easy going and playful with strangers and may view smaller animals like dogs and cats as prey. They may be quite reserved initially and prefer to greet strangers on their own terms. They are very tolerant and compliant, eager to please their family members and put up with most requests we make of them."
    }
]